Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

# @info:status
source: Encryption keys restored.
eu: Zifratzeko gakoak lehengoratu dira.
ko: 암호화 키를 복원했습니다.
pt_br: Chaves de criptografia restauradas
zh_tw: 已復原加密金鑰。

# @info:status
source: The security phrase was not correct.
eu: Segurtasun-esaldia ez zen zuzena.
pt_br: A frase de segurança não está correta.
zh_tw: 安全碼是不正確的。

# @title
source: Unlock using Passphrase
eu: Giltzapetik askatu pasaesaldi bat erabiliz
pt_br: Desbloquear usando frase de segurança
zh_tw: 使用密碼解鎖

# @info
source: If you have a backup passphrase for this account, enter it below.
eu: Kontu honetarako babeskopia-pasaesaldi bat baduzu, sartu behean.
pt_br: Se você tiver uma senha de backup para esta conta, insira-a abaixo.
zh_tw: 如果您有這個帳號的備份密碼，請在下方輸入它。

# @label:textbox
source: Backup Password:
eu: Babeskopia pasahitza:
pt_br: Senha de bakcup:
zh_tw: 備份密碼：

# @action:button
source: Unlock
eu: Giltzapetik askatu
ko: 잠금 해제
pt_br: Desbloquear
zh_tw: 解除鎖定

# @title
source: Unlock using Security Key
eu: Giltzapetik askatu gako sekretua erabiliz
pt_br: Desbloqueio usando Chave de Segurança
zh_tw: 使用安全金鑰解除鎖定

# @info
source: If you have a security key for this account, enter it below or upload it as a file.
eu: Kontu honetarako segurtasun gako bat baduzu, sar ezazu behean edo zama-igo fitxategi gisa.
pt_br: Se você tiver uma chave de segurança para esta conta, insira-a abaixo ou carregue-a como um arquivo.
zh_tw: 如果您有這個帳號的安全金鑰，請在下方輸入或是將它作為檔案上傳。

# @label:textbox
source: Security Key:
eu: Segurtasun gakoa:
pt_br: Chave de segurança:
zh_tw: 安全金鑰：

# @action:button
source: Upload from File
eu: Zama-igo fitxategitik
ko: 파일에서 업로드
pt_br: Enviar de arquivo
zh_tw: 從檔案上傳

# @title
source: Unlock from Cross-Signing
eu: Giltzapetik askatu sinadura-gurutzatu bidez
ko: 교차 서명에서 잠금 해제
pt_br: Desbloquear a partir de assinatura cruzada
zh_tw: 從交叉簽署解鎖

# @info
source: If you have previously verified this device, you can try loading the backup key from other devices by clicking the button below.
eu: Gailu hau aurrez egiaztatu baduzu, beheko botoiari klik eginez beste gailuetako babeskopia-gakoa zamatzen saia zaitezke.
ko: 이전에 이 장치를 검증한 적이 있다면, 아래에 있는 단추를 클릭해서 다른 장치에서 백업 키를 불러올 수 있습니다.
pt_br: Se você já verificou este dispositivo, pode tentar carregar a chave de backup de outros dispositivos clicando no botão abaixo.
zh_tw: 如果您先前有驗證過此裝置，您可以試著點擊以下按鈕來載入從其他裝置來的備份金鑰。

# @action:button
source: Request from other Devices
eu: Eskatu beste gailuetatik
ko: 다른 장치에서 요청
pt_br: Solicitar de outros dispositivos
zh_tw: 從其他裝置請求

# @title:menu Account details dialog
source: Account Details
eu: Kontuaren xehetasuna
ko: 계정 정보
pt_br: Detalhes da conta
zh_tw: 帳號詳細資訊

# @info
source: One mutual room
eu: Gela komun bat
pt_br: Uma sala mútua
zh_tw: %1 個互為成員的聊天室

source: Unignore this user
eu: Erabiltzaile honi ez ikusi egiteari utzi
pt_br: Não ignorar mais este usuário
zh_tw: 取消忽略這個使用者

source: Ignore this user
eu: Ez ikusi erabiltzaile hau
pt_br: Ignorar este usuário
zh_tw: 忽略這個使用者

# @action:button
source: Kick this user
eu: Kanporatu erabiltzaile hau
pt_br: Remover este usuário

# @title:dialog
source: Kick User
eu: Kanporatu erabiltzailea
ko: 사용자 추방
pt_br: Remover usuário
zh_tw: 踢出使用者

# @info:placeholder
source: Reason for kicking this user
eu: Erabiltzailea kanporatzeko arrazoia
ko: 사용자를 추방하는 이유
pt_br: Razão para remover este usuário
zh_tw: 踢出這個使用者的原因

# @action:button 'Kick' as in 'Kick this user from the room'
source: Kick
eu: Kanporatu
ko: 추방
pt_br: Remover
zh_tw: 踢出

# @action:button
source: Invite this user
eu: Gonbidatu erabiltzaile hau
pt_br: Convidar este usuário

# @action:button
source: Ban this user
eu: Debekatua erabiltzaile honi
pt_br: Banir este usuário

# @title:dialog
source: Ban User
eu: Debekua erabiltzaileari
ko: 사용자 차단
pt_br: Banir usuário
zh_tw: 封鎖使用者

# @info:placeholder
source: Reason for banning this user
eu: Erabiltzaile honi debekua ezartzeko arrazoia
ko: 사용자를 차단하는 이유
pt_br: Razão para banir este usuário
zh_tw: 封鎖這個使用者的原因

# @action:button 'Ban' as in 'Ban this user'
source: Ban
eu: Debekua
ko: 차단
pt_br: Banir
zh_tw: 封鎖

# @action:button
source: Unban this user
eu: Altxatu erabiltzailearen debekua
pt_br: Desbanir este usuário

# @action:button
source: Set user power level
eu: Ezarri erabiltzailearen ahalmen maila
pt_br: Definir nível de poder do usuário

# @action:button
source: Remove recent messages by this user
eu: Kendu erabiltzaile horren azken aldiko mezuak
pt_br: Excluir mensagens recentes deste usuário
zh_tw: 移除這個使用者最近的訊息

# @title:dialog
source: Remove Messages
eu: Kendu mezuak
ko: 메시지 삭제
pt_br: Excluir mensagens
zh_tw: 移除訊息

# @info:placeholder
source: Reason for removing this user's recent messages
eu: Erabiltzaile horren azken aldiko mezuak kentzeko arrazoia
ko: 이 사용자의 최근 메시지를 삭제하는 이유
pt_br: Razão para excluir as mensagens recentes deste usuário
zh_tw: 移除此使用者最近訊息的原因

# @action:button 'Remove' as in 'Remove these messages'
source: Remove
eu: Kendu
ko: 삭제
pt_br: Excluir
zh_tw: 移除

# @title
source: Remove Messages
eu: Kendu mezuak
ko: 메시지 삭제
pt_br: Excluir mensagens
zh_tw: 移除訊息

# %1 is the name of the user.
source: Chat with %1
eu: %1(e)rekin berriketa
pt_br: Conversar com %1
zh_tw: 與 %1 聊天

source: Invite to private chat
eu: Gonbidatu berriketa pribatura
pt_br: Convida para um bate-papo privado
zh_tw: 邀請到私人聊天室

# @action:button %1 is the name of the user.
source: Search room for %1's messages
pt_br: Pesquisar sala por mensagens de %1

source: Copy link
eu: Kopiatu esteka
pt_br: Copiar link
zh_tw: 複製連結

# @action:button
source: Open Profile
eu: Ireki profila
ko: 프로필 열기
pt_br: Abrir perfil

# @action:button
source: Mention
eu: Aipamena
ko: 멘션
pt_br: Mencionar

# @action:title
source: Find User
pt_br: Encontrar usuário

# @action:inmenu
source: Copy User ID
ko: 사용자 ID 복사
pt_br: Copiar ID do usuário

# @info
source: Direct Messages
pt_br: Mensagens diretas

# @info:placeholder
source: Find your friends…
ko: 친구 찾기…
pt_br: Encontrar seus amigos…

# @info:placeholder
source: Enter text to start searching for your friends
ko: 친구 목록 검색을 시작하려면 텍스트를 입력하십시오
pt_br: Digite o texto para começar a procurar seus amigos

# @info:label
source: No matches found
eu: Ez da bat datorrenik aurkitu
ko: 검색 결과가 없습니다
pt_br: Nenhuma correspondência encontrada
zh_tw: 沒有相符項目

# @action:button
source: Enter a User ID
ko: 사용자 ID 입력
pt_br: Digite um ID de usuário

source: The session verification was canceled for unknown reason.
eu: Saioaren egiaztapena arrazoi ezezagunengatik bertan behera utzi da.
ko: 알 수 없는 이유로 세션 확인이 취소되었습니다.
pt_br: A verificação da sessão foi cancelada por motivo desconhecido.
zh_tw: 工作階段驗證由於不明原因被取消。

source: The session verification timed out.
eu: Saioaren egiaztapenaren denbora-muga gainditu da.
ko: 세션 확인 시간이 초과되었습니다.
pt_br: A verificação da sessão expirou.
zh_tw: 工作階段驗證逾時。

source: The session verification timed out for remote party.
eu: Urrutiko aldearen saioaren egiaztapenak denbora-muga gainditu du.
ko: 원격지의 세션 확인 시간이 초과되었습니다.
pt_br: O tempo de verificação da sessão expirou para a parte remota.
zh_tw: 工作階段驗證在遠端逾時。

source: You canceled the session verification.
eu: Saioaren egiaztapena bertan behera utzi duzu.
ko: 세션 확인 과정을 취소했습니다.
pt_br: Você cancelou a verificação da sessão.
zh_tw: 您取消了工作階段驗證。

source: The remote party canceled the session verification.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du.
ko: 원격지에서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão.
zh_tw: 遠端取消了工作階段驗證。

source: The session verification was canceled because we received an unexpected message.
eu: Saioaren egiaztapena bertan behera utzi da, ustekabeko mezu bat jaso dugulako.
ko: 예상하지 못한 메시지를 받아서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque recebemos uma mensagem inesperada.
zh_tw: 工作階段驗證由於我方收到未預期的訊息而取消。

source: The remote party canceled the session verification because it received an unexpected message.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, ustekabeko mezu bat jaso duelako.
ko: 원격지에서 예상하지 못한 메시지를 받아서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão porque recebeu uma mensagem inesperada.
zh_tw: 遠端由於收到未預期的訊息而取消了工作階段驗證。

source: The session verification was canceled because it received a message for an unknown session.
eu: Saioaren egiaztapena bertan behera utzi da, saio ezezagun baten mezua jaso duelako.
ko: 알 수 없는 세션에 대한 메시지를 받아서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque recebeu uma mensagem para uma sessão desconhecida.
zh_tw: 工作階段驗證由於收到未知的工作階段的訊息而取消。

source: The remote party canceled the session verification because it received a message for an unknown session.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, saio ezezagun baten mezu bat jaso duelako.
ko: 원격지에서 알 수 없는 세션에 대한 메시지를 받아서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão porque recebeu uma mensagem para uma sessão desconhecida.
zh_tw: 遠端由於收到未知的工作階段的訊息而取消了工作階段驗證。

source: The session verification was canceled because NeoChat is unable to handle this verification method.
eu: Saioaren egiaztapena bertan behera utzi da, NeoChat, egiaztapen metodoa maneiatzeko gai ez delako.
ko: NeoChat에서 이 확인 방식을 지원하지 않아서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque o NeoChat não consegue lidar com este método de verificação.
zh_tw: 工作階段驗證由於 NeoChat 無法處理這個驗證方式而取消。

source: The remote party canceled the session verification because it is unable to handle this verification method.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, egiaztapen metodo hau maneiatzeko gai ez delako.
ko: 원격지에서 이 확인 방식을 지원하지 않아서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão porque não consegue lidar com este método de verificação.
zh_tw: 遠端由於無法處理這個驗證方式而取消了工作階段驗證。

source: The session verification was canceled because the keys are incorrect.
eu: Saioaren egiaztapena bertan behera utzi da, gakoak okerrak direlako.
ko: 키가 잘못되어서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque as chaves estão incorretas.
zh_tw: 工作階段驗證由於金鑰不正確而取消。

source: The remote party canceled the session verification because the keys are incorrect. **Please log out and log back in, your session is broken/corrupt.**
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, gakoak okerrak direlako. **Mesedez, saioa itxi eta saioa berriz ireki, zure saioa hautsita/hondatuta dago.**
ko: 원격지에서 키가 잘못되어서 세션 확인을 취소했습니다. **로그아웃하고 다시 로그인하십시오. 세션이 망가졌거나 손상되었습니다.**
pt_br: A parte remota cancelou a verificação da sessão porque as chaves estão incorretas. **Faça logout e login novamente, sua sessão foi corrompida/interrompida.**
zh_tw: 遠端由於雙方金鑰不相符而取消了工作階段驗證。 **您的工作階段有問題/已損毀，請登出後再重新登入。**

source: The session verification was canceled because it verifies an unexpected user.
eu: Saioaren egiaztapena bertan behera utzi da, ustekabeko erabiltzaile bat egiaztatzen duelako.
ko: 예상하지 못한 사용자를 검증해서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque verificou um usuário inesperado.
zh_tw: 工作階段驗證由於驗證的使用者是非預期的而取消。

source: The remote party canceled the session verification because it verifies an unexpected user.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, ustekabeko erabiltzaile bat egiaztatzen duelako.
ko: 원격지에서 예상하지 못한 사용자를 검증해서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão porque verificou um usuário inesperado.
zh_tw: 遠端由於驗證的使用者是非預期的而取消了工作階段驗證。

source: The session verification was canceled because we received an invalid message.
eu: Saioaren egiaztapena bertan behera utzi da, mezu baliogabe bat jaso dugulako.
ko: 잘못된 메시지를 받아서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque recebemos uma mensagem inválida.
zh_tw: 工作階段驗證由於我方收到無效訊息而取消。

source: The remote party canceled the session verification because it received an invalid message.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du mezu baliogabe bat jaso duelako.
ko: 원격지에서 잘못된 메시지를 받아서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão porque recebeu uma mensagem inválida.
zh_tw: 遠端由於收到無效訊息而取消了工作階段驗證。

source: The session was accepted on a different device
eu: Saioa beste gailu batean onartu da
ko: 다른 장치에서 세션이 수락되었습니다.
pt_br: A sessão foi aceita em um dispositivo diferente
zh_tw: 工作階段已於不同裝置上接受

source: The session verification was canceled because of a mismatched key.
eu: Saioaren egiaztapena bertan behera utzi da, bat ez datorren gako baten ondorioz.
ko: 키가 일치하지 않아서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada devido a uma chave incompatível.
zh_tw: 工作階段驗證由於金鑰不相符而取消。

source: The remote party canceled the session verification because of a mismatched key.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, bat ez datorren gako baten ondorioz.
ko: 원격지에서 키가 일치하지 않아서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão devido a uma chave incompatível.
zh_tw: 遠端由於金鑰不相符而取消了工作階段驗證。

source: The session verification was canceled because the keys do not match.
eu: Saioaren egiaztapena bertan behera utzi da, gakoa bat ez datorrelako.
ko: 키가 일치하지 않아서 세션 확인을 취소했습니다.
pt_br: A verificação da sessão foi cancelada porque as chaves não correspondem.
zh_tw: 工作階段驗證由於雙方金鑰不相符而取消。

source: The remote party canceled the session verification because the keys do not match.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, gakoak bat ez datozelako.
ko: 원격지에서 키가 일치하지 않아서 세션 확인을 취소했습니다.
pt_br: A parte remota cancelou a verificação da sessão porque as chaves não correspondem.
zh_tw: 遠端由於雙方金鑰不相符而取消了工作階段驗證。

source: The session verification was canceled due to an unknown error.
eu: Saioaren egiaztapena bertan behera utzi da, errore ezezagun baten ondorioz.
ko: 알 수 없는 이유로 세션 확인이 취소되었습니다.
pt_br: A verificação da sessão foi cancelada devido a um erro desconhecido.
zh_tw: 工作階段驗證由於不明錯誤而取消。

# @action:button Done, we are finished with verification
source: Done
ko: 완료
pt_br: Concluído

source: Malformed or empty Matrix id<br />%1 is not a correct Matrix identifier
eu: Gaizki eratuta edo hutsik dagoen Matrix ID<br />%1 ez da Matrixidentifikatzaile zuzena
ko: 잘못되었거나 빈 Matrix ID<br />%1은(는) 올바른 Matrix 식별자가 아님
pt_br: ID de Matrix malformado ou vazio<br />%1 não é um identificador Matrix correto
zh_tw: 格式不正確或空白的 Matrix ID<br />%1 不是一個正確的 Matrix ID

source: Failed to join %1:<br />%2
ko: %1에 입장할 수 없음:<br />%2
pt_br: Falha ao entrar em %1:<br />%2

source: You requested to join '%1'
eu: '%1'(e)ra batzea eskatu duzu
ko: '%1'에 입장을 요청함
pt_br: Você solicitou entrar em '%1'
zh_tw: 您已請求加入 '%1'

source: Failed to request joining room<br />%1
eu: Gelara batzeko eskaerak huts egin du<br />%1
ko: 대화방 입장 요청을 할 수 없음<br />%1
pt_br: Falha ao solicitar entrar na sala<br />%1
zh_tw: 請求加入聊天室失敗<br />%1

source: Show
eu: Erakutsi
ko: 표시
pt_br: Mostrar
zh_tw: 顯示

source: Quit
eu: Irten
ko: 끝내기
pt_br: Sair
zh_tw: 離開

# @action:button
source: Choose local file
eu: Hautatu fitxategi lokala
ko: 로컬 파일 선택
pt_br: Escolher arquivo local

# @action:button
source: Clipboard image
eu: Arbeleko irudia
ko: 클립보드의 그림
pt_br: Imagem da área de transferência

# @action:button
source: Attach an image or file
eu: Erantsi irudi bat edo fitxategi bat
ko: 그림이나 파일 첨부
pt_br: Anexar uma imagem ou arquivo

# @action:button
source: Send a Location
eu: Bidali kokapen bat
ko: 위치 보내기
pt_br: Enviar uma localização

# @action:button
source: Create a Poll
eu: Sortu galdeketa bat
ko: 투표 만들기
pt_br: Criar uma enquete

# @action:button
source: Send message
eu: Bidali mezua
ko: 메시지 보내기
pt_br: Enviar mensagem

# @info
source: The user you're replying to has left the room, and can't be notified.
eu: Erantzuten ari zaren erabiltzailea gelatik atera da, eta ezin zaio jakinarazi.
ko: 답장하려는 사용자가 대화방을 떠났기 때문에 알림을 전송할 수 없습니다.
pt_br: O usuário ao qual você está respondendo saiu da sala e não pode ser notificado.

# @placeholder
source: Send an encrypted message…
eu: Bidali zifratutako mezu bat…
ko: 암호화된 메시지 보내기…
pt_br: Enviar uma mensagem criptografada...

# @placeholder
source: Set an attachment caption…
eu: Ezarri eranskin baten epigrafea…
ko: 첨부 파일 캡션 설정…
pt_br: Defina uma legenda para o anexo…

# @placeholder
source: Send a message…
eu: Bidali mezua bat…
ko: 메시지 보내기…
pt_br: Enviar uma mensagem…

# @action:button
source: Cancel reply
eu: Utzi erantzuna bertan behera
ko: 답장 취소
pt_br: Cancelar resposta
zh_tw: 取消回覆

# @info
source: No stickers
ko: 스티커 없음
pt_br: Sem stickers

# @info
source: No emojis
ko: 이모지 없음
pt_br: Sem emojis

# @action:button Undo modification
source: Undo
eu: Desegin
ko: 실행 취소
pt_br: Desfazer
zh_tw: 復原

# @action:button Accept image modification
source: Accept
eu: Onartu
ko: 수락
pt_br: Aceitar
zh_tw: 接受

source: Unable to save file. Check if you have the correct permission to edit the cache directory.
eu: Ezin da fitxategia gorde. Egiaztatu cache direktorioa editatzeko baimen zuzenak dituzun.
ko: 파일을 저장할 수 없습니다. 캐시 디렉터리를 편집할 수 있는 권한이 있는지 확인하십시오.
pt_br: Não foi possível salvar o arquivo. Verifique se você tem as permissões necessárias para editar o diretório de cache.
zh_tw: 無法儲存檔案。請檢查您是否有足夠權限編輯快取目錄。

source: Cancel
eu: Utzi
ko: 취소
pt_br: Cancelar
zh_tw: 取消

# @action:button Crop an image
source: Crop
eu: Moztu
ko: 자르기
pt_br: Recortar
zh_tw: 裁切

# @action:button Rotate an image to the left
source: Rotate left
eu: Biratu ezkerrera
ko: 왼쪽으로 회전
pt_br: Girar à esquerda
zh_tw: 向左旋轉

# @action:button Rotate an image to the right
source: Rotate right
eu: Biratu eskuinera
ko: 오른쪽으로 회전
pt_br: Girar à direita
zh_tw: 向右旋轉

# @action:button Mirror an image vertically
source: Flip
eu: Irauli
ko: 상하 뒤집기
pt_br: Inverter
zh_tw: 翻轉

# @action:button Mirror an image horizontally
source: Mirror
eu: Islatu
ko: 좌우 뒤집기
pt_br: Espelhar
zh_tw: 鏡射

# @title:group
source: Account Data
eu: Kontuaren datuak
ko: 계정 데이터
pt_br: Dados da Conta
zh_tw: 帳號資料

# @title:window
source: Event Source
eu: Gertaeraren sorburua
ko: 이벤트 소스
pt_br: Origem de evento
zh_tw: 事件原始碼

# @info
source: Show Access Token
eu: Erakutsi sartzeko tokena
ko: 접근 토큰 표시
pt_br: Mostra token de acesso
zh_tw: 顯示存取權杖

source: This should not be shared with anyone, even other users. This token gives full access to your account.
eu: Hau ez litzateke inorekin partekatu behar, ezta beste erabiltzaile batzuekin ere. Token honek zure kontura sarbiderako osoa ematen du.
ko: 이 정보는 다른 사용자를 비롯한 누군가와도 공유하면 안 됩니다. 이 토큰을 사용하여 내 계정에 완전히 접근할 수 있습니다.
pt_br: Este token não deve ser compartilhado com ninguém, nem mesmo com outros usuários. Ele concede acesso total à sua conta.
zh_tw: 這不該分享給任何人，包含其他使用者。只要有這個權杖就會對您的帳號有完整的存取權。

# @info
source: Access Token
eu: Sartzeko tokena
ko: 접근 토큰
pt_br: Token de acesso
zh_tw: 存取權杖

# @action:button
source: Copy access token to clipboard
eu: Kopiatu sartzeko tokena arbelera
ko: 클립보드에 접근 토큰 복사
pt_br: Copiar token de acesso para a área de transferência
zh_tw: 複製存取權杖到剪貼簿

# @option:check
source: Show hidden events in the timeline
eu: Erakutsi ezkutuko gertaerak denbora-lerroan
ko: 타임라인에 숨겨진 이벤트 표시
pt_br: Mostrar eventos ocultos na linha do tempo
zh_tw: 在時間軸中顯示隱藏事件

# @option:check
source: Allow sending relations to any event in the timeline
eu: Baimendu denbora-lerroko edozein gertaeratara harremanak bidaltzea
ko: 타임라인의 임의의 이벤트에 연관성 전송 허용
pt_br: Permitir o envio de relações para qualquer evento na linha do tempo

# @info
source: This includes state events
eu: Honek egoera-gertaerak barne hartzen ditu
ko: 상태 이벤트도 포함함
pt_br: Isto inclui eventos de estado

# @option:check
source: Always allow device verification
ko: 항상 장치 확인 허용
pt_br: Sempre permitir a verificação de dispositivo

source: Allow the user to start a verification session with devices that were already verified
eu: Utzi erabiltzaileari jada egiaztatu diren gailuekin egiaztatzeko saio bat abiatzen
ko: 사용자가 이미 확인된 장치를 사용하여 확인 세션을 시작하는 것을 허용
pt_br: Permite que o usuário inicie uma sessão de verificação com dispositivos que já foram verificados
zh_tw: 讓使用者可以與已經驗證的裝置開始驗證工作階段

# @option:check
source: Show focus in window header
eu: Erakutsi fokua leihoaren goiburuan
ko: 창 헤더에 포커스 표시
pt_br: Mostrar foco no cabeçalho da janela
zh_tw: 在視窗標頭中顯示焦點

# @title
source: Developer Tools
eu: Garatzailearen tresnak
ko: 개발자 도구
pt_br: Ferramentas de Desenvolvedor

# @title:tab
source: Debug Options
eu: Arazteko aukerak
ko: 디버그 옵션
pt_br: Opções de depuração
zh_tw: 除錯選項

# @title:tab
source: Room Data
eu: Gelaren datuak
ko: 대화방 데이터
pt_br: Dados da sala
zh_tw: 聊天室資料

# @title:tab
source: Server Info
eu: Zerbitzariaren informazioa
ko: 서버 정보
pt_br: Informações do servidor
zh_tw: 伺服器資訊

# @title:tab
source: Account Data
eu: Kontuaren datuak
ko: 계정 데이터
pt_br: Dados da conta
zh_tw: 帳號資料

# @title:tab
source: Feature Flags
eu: Ezaugarrien banderak
ko: 기능 플래그
pt_br: Flags de funcionalidades
zh_tw: 功能旗標

# @option:check Enable the matrix 'threads' feature
source: Threads
eu: Hariak
ko: 스레드
pt_br: Cabeçalhos
zh_tw: 對話串

# @option:check Enable the matrix 'secret backup' feature
source: Secret Backup
eu: Sekretuaren babeskopia
pt_br: Backup secreto
zh_tw: 秘密備份

source: Add phone numbers as 3PIDs
eu: Gehitu telefono-zenbakiak 3PID gisa
ko: 3PID로 휴대폰 번호 추가
pt_br: Adicionar números de telefone como 3PIDs
zh_tw: 將電話號碼作為 3PID 加入

# @option:check Enable the matrix feature for audio and video calling
source: Calls
eu: Deiak
ko: 호출
pt_br: Chamadas

# @title
source: Choose Room
eu: Hautatu gela
ko: 대화방 선택
pt_br: Escolher Sala
zh_tw: 選擇聊天室

# @info
source: No room selected
eu: Ez da gelarik hautatu
ko: 선택한 대화방 없음
pt_br: Nenhuma sala selecionada
zh_tw: 未選取聊天室

# @info
source: Click to choose a room
eu: Klik egin gela bat hautatzeko
ko: 대화방을 선택하려면 클릭하십시오
pt_br: Clique para escolher uma sala
zh_tw: 點擊來選擇聊天室

# @title:dialog
source: Choose Room
eu: Hautatu gela
ko: 대화방 선택
pt_br: Escolher sala
zh_tw: 選擇聊天室

source: Room Id: %1
eu: Gelaren ID: %1
ko: 대화방 ID: %1
pt_br: Id da sala: %1
zh_tw: 聊天室 ID：%1

source: Room Account Data
eu: Gela-kontuaren datuak
ko: 대화방 계정 데이터
pt_br: Dados da conta da sala
zh_tw: 聊天室帳號資料

source: Room State
eu: Gelaren egoera
ko: 대화방 상태
pt_br: Estado da sala
zh_tw: 聊天室狀態

# 'Event' being some JSON data, not something physically happening.
source: %1 event of this type
eu: mota horretako gertaera %1
ko: 이 형식의 이벤트 %1개
pt_br: %1 evento deste tipo
zh_tw: %1 個此類型的事件

# 'Event' being some JSON data, not something physically happening.
source: Event Information
eu: Gertaerari buruzko informazioa
ko: 이벤트 정보
pt_br: Informações do evento
zh_tw: 事件資訊

source: Server Capabilities
eu: zerbitzariaren gaitasunak
ko: 서버 기능
pt_br: Capacidades do servidor
zh_tw: 伺服器功能

source: Can change password
eu: Pasahitza alda dezake
ko: 암호 변경 가능
pt_br: Pode alterar senha
zh_tw: 可以變更密碼

source: Default Room Version
eu: Gelaren bertsio lehenetsia
ko: 기본 대화방 버전
pt_br: Versão padrão da sala
zh_tw: 預設聊天室版本

source: Available Room Versions
eu: Gela-bertsio erabilgarriak
ko: 사용 가능한 대화방 버전
pt_br: Versões disponíveis da sala
zh_tw: 可用的聊天室版本

source: State Keys
ko: 상태 키
pt_br: Teclas de estado

source: Access token wasn't found: Maybe it was deleted?
eu: Ez du aurkitu sartzeko tokena: Agiaz ezabatu egin da?
ko: 접근 토큰을 찾을 수 없음: 삭제되었습니까?
pt_br: O token de acesso não foi encontrado: Talvez tenha sido excluído?
zh_tw: 找不到存取權杖：或許它已被刪除？

source: Access to keychain was denied: Please allow NeoChat to read the access token
eu: Giltzatakoan sartzea ukatu egin da: Mesedez, utzi NeoChat-eri sarrerako tokena irakurtzen
ko: 키체인 접근이 거부됨: NeoChat의 접근 토큰 읽기를 허용하십시오.
pt_br: O acesso ao chaveiro foi negado: Permita que o NeoChat leia o token de acesso
zh_tw: 鑰匙圈存取被拒絕：請允許 NeoChat 讀取存取權杖

source: No keychain available: Please install a keychain, e.g. KWallet or GNOME keyring on Linux
eu: Ez dago giltzatarakorik erabilgarri: Mesedez, instalatu giltzatarako bat, adib. KWallet edo GNOMEren giltzatarakoa Linux-en
ko: 키체인을 사용할 수 없음: 리눅스라면 KWallet, 그놈 키 모음 등의 키체인을 설치하십시오
pt_br: Nenhum chaveiro disponível: Instale um chaveiro, por exemplo, KWallet ou GNOME keyring no Linux
zh_tw: 沒有可用的鑰匙圈：請安裝一個鑰匙圈，例如 Linux 上的 KWallet 或 GNOME 鑰匙圈
