Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

source: The entered url is already configured as your identity server
eu: Sartutako URLa jada zure nortasun-zerbitzari gisa konfiguratuta dago
ko: 입력한 URL이 이미 아이덴티티 서버로 설정됨
pt_br: A url digitada já está configurada como sua identidade de servidor
zh_tw: 輸入的網址已經是您的身份伺服器

# @action:button
source: Edit identity server url
eu: Editatu nortasun-zerbitzariaren URLa
ko: 아이덴티티 서버 URL 편집
pt_br: Editar url de identidade de servidor
zh_tw: 編輯身份伺服器網址

# @action:button
source: Remove identity server
eu: Kendu nortasun-zerbitzaria
ko: 아이덴티티 서버 삭제
pt_br: Remover identidade de servidor
zh_tw: 移除身份伺服器

# @title:window
source: Ignored Users
eu: Ezikusitako erabiltzaileak
ko: 무시한 사용자
pt_br: Usuários ignorados
zh_tw: 已忽略的使用者

# Placeholder message when no user is ignored
source: No ignored users
eu: Ez dago ezikusitako erabiltzailerik
ko: 무시한 사용자 없음
pt_br: Nenhum usuário ignorado
zh_tw: 沒有已忽略的使用者

# @action:button
source: Unignore this user
eu: Erabiltzaile horri ezikusiarena egiteari utzi
ko: 이 사용자 무시 해제
pt_br: Não ignorar mais este usuário
zh_tw: 取消忽略這個使用者

# @title:window
source: Import Keys
eu: Inportatu gakoak
ko: 키 가져오기
pt_br: Importar chaves
zh_tw: 匯入金鑰

# @action:button
source: Choose backup file
eu: Hautatu babeskopia-fitxategia
ko: 백업 파일 선택
pt_br: Escolher arquivo de backup
zh_tw: 選擇備份檔案

# @action:button
source: Import keys
eu: Inportatu gakoak
ko: 키 가져오기
pt_br: Importar chaves
zh_tw: 匯入金鑰

# @info
source: Invalid passphrase
eu: Pasaesaldi baliogabea
ko: 암구호가 잘못됨
pt_br: Frase-senha inválida
zh_tw: 無效密碼

# @info
source: Invalid key backup data
eu: Gako babeskopia datu baliogabeak
ko: 키 백업 데이터가 잘못됨
pt_br: Chave inválida para backup de dados
zh_tw: 無效金鑰備份資料

# @title:window
source: Keyboard Shortcuts
pt_br: Atalhos de teclado

# @info:label
source: Open Quick Switcher
pt_br: Abrir seletor rápido

# @info:label
source: Open Account Switcher
pt_br: Abrir seletor de conta

# @info:label
source: Search Messages in Current Room
pt_br: Pesquisar mensagens na sala atual

# @info:label
source: Go to Previous Room
pt_br: Ir para a sala anterior

# @info:label
source: Go to Next Room
pt_br: Ir para a próxima sala

# @info:label
source: Go to Previous Unread Room
pt_br: Ir para a sala anterior não lida

# @info:label
source: Go to Next Unread Room
pt_br: Ir para a próxima sala não lida

# Room permission type
source: Default user power level
eu: Erabiltzaile ahalmen maila lehenetsia
pt_br: Nível de poder padrão para usuário
zh_tw: 預設使用者能力等級

# Room permission type
source: Default power level to set the room state
eu: Gelaren egoera ezartzeko ahalmen maila lehenetsia
pt_br: Nível de poder padrão para definir o estado da sala
zh_tw: 設定聊天室狀態的預設能力等級

# Room permission type
source: Default power level to send messages
eu: Mezuak bidaltzeko ahalmen maila lehenetsia
ko: 메시지를 보낼 수 있는 기본 권한 수준
pt_br: Nível de poder padrão para enviar mensagens
zh_tw: 傳送訊息的預設能力等級

# Room permission type
source: Invite users
eu: Erabiltzaileak gonbidatzea
ko: 사용자 초대
pt_br: Convidar usuários
zh_tw: 邀請使用者

# Room permission type
source: Kick users
eu: Erabiltzaileak kanporatzea
ko: 사용자 추방
pt_br: Remover usuários
zh_tw: 踢出使用者

# Room permission type
source: Ban users
eu: Erabiltzaileak debekatzea
ko: 사용자 차단
pt_br: Banir usuários
zh_tw: 封鎖使用者

# Room permission type
source: Remove messages sent by other users
eu: Beste erabiltzaileek bidalitako mezuak kentzea
ko: 다른 사용자가 보낸 메시지 삭제
pt_br: Excluir mensagens enviadas por outros usuários
zh_tw: 移除其他使用者傳送的訊息

# Room permission type
source: Send reactions
eu: Erreakzioak bidaltzea
ko: 반응 보내기
pt_br: Enviar reações
zh_tw: 傳送反應

# Room permission type
source: Remove their own messages
eu: Beraien mezuak kentzea
ko: 자기 자신의 메시지 삭제
pt_br: Excluir suas próprias mensagens
zh_tw: 移除自己的訊息

# Room permission type
source: Change user permissions
eu: Erabiltzaileen baimenak aldatzea
ko: 사용자 권한 변경
pt_br: Alterar permissões de usuário
zh_tw: 變更使用者權限

# Room permission type
source: Change the room name
eu: Gelaren izena aldatzea
ko: 대화방 이름 변경
pt_br: Alterar o nome da sala
zh_tw: 變更聊天室名稱

# Room permission type
source: Change the room avatar
eu: Gelako abatarra aldatzea
ko: 대화방 아바타 변경
pt_br: Alterar o avatar da sala
zh_tw: 變更聊天室頭貼

# Room permission type
source: Change the room canonical alias
eu: Gelaren ezizen kanonikoa aldatzea
ko: 대화방 주 별명 변경
pt_br: Alterar apelido canônico da sala
zh_tw: 變更聊天室主要別名

# Room permission type
source: Change the room topic
eu: Gelako gaia aldatzea
ko: 대화방 주제 변경
pt_br: Alterar o assunto da sala
zh_tw: 變更聊天室主題

# Room permission type
source: Enable encryption for the room
eu: Gelaren zifratzea gaitzea
ko: 대화방 암호화 활성화
pt_br: Ativar a criptografia para a sala
zh_tw: 開啟聊天室加密

# Room permission type
source: Change the room history visibility
eu: Gelako historiaren ikusgaitasuna aldatzea
ko: 대화방 과거 기록 표시 여부 변경
pt_br: Alterar o histórico de visibilidade da sala
zh_tw: 變更聊天室歷史可見度

# Room permission type
source: Set pinned events
eu: Iltzatutako gertaerak ezartzea
pt_br: Definir eventos fixados
zh_tw: 設定置頂事件

# Room permission type
source: Upgrade the room
eu: Gela bertsio-berritzea
ko: 대화방 업그레이드
pt_br: Atualizar a sala
zh_tw: 更新聊天室

# Room permission type
source: Set the room server access control list (ACL)
eu: Gelako zerbitzarira sartzeko kontrol-zerrenda (ACL) ezartzea
ko: 대화방 서버 접근 권한 목록(ACL) 설정
pt_br: Definir a lista de controle de acesso (ACL) do servidor da sala
zh_tw: 設定聊天室存取控制清單 (ACL)

# Room permission type
source: Set the children of this space
eu: Toki honen haurrak ezartzea
ko: 이 스페이스의 하위 항목 설정
pt_br: Defina os filhos deste espaço
zh_tw: 設定此聊天空間之子

# Room permission type
source: Set the parent space of this room
eu: Gela honen guraso tokia ezartzea
ko: 이 대화방의 상위 스페이스 설정
pt_br: Defina o espaço pai desta sala
zh_tw: 設定這個聊天室的親聊天空間

# Room permission type
source: This is the power level for all new users when joining the room
eu: Hau da gelara batzean erabiltzaile berrien ahalmen maila
pt_br: Este é o nível de poder para todos os novos usuários ao entrar na sala
zh_tw: 這是所有新使用者加入聊天室時的能力等級

# Room permission type
source: This is used for all state events that do not have their own entry here
eu: Hau, hemen sarrerarik ez duten egoera-gertaera guzietarako erabiltzen da
pt_br: Isto é usado para todos os eventos de estado que não têm sua própria entrada aqui
zh_tw: 這會用於在此沒有自己的項目的狀態事件

# Room permission type
source: This is used for all message events that do not have their own entry here
eu: Hau, hemen sarrerarik ez duten mezu-gertaera guzietarako erabiltzen da
pt_br: Isto é usado para todos os eventos de mensagem que não têm sua própria entrada aqui
zh_tw: 這會用於在此沒有自己的項目的訊息事件

# Notification type
source: Enable notifications for this account
eu: Gaitu kontu honetarako jakinarazpenak
ko: 이 계정의 알림 활성화
pt_br: Habilitar notificações para esta conta
zh_tw: 為這個帳號啟用通知

# Notification type
source: Messages in one-to-one chats
eu: Binakako berriketetako mezuak
ko: 개인간 대화의 메시지
pt_br: Mensagens em salas de conversa individual
zh_tw: 一對一聊天的訊息

# Notification type
source: Encrypted messages in one-to-one chats
eu: Binakako berriketetako zifratutako mezuak
ko: 개인간 대화의 암호화된 메시지
pt_br: Mensagens criptografadas em salas de conversa individual
zh_tw: 一對一聊天的加密訊息

# Notification type
source: Messages in group chats
eu: Talde-berriketetako mezuak
ko: 그룹 대화의 메시지
pt_br: Mensagens em salas de grupo
zh_tw: 群組聊天的訊息

# Notification type
source: Messages in encrypted group chats
eu: Zifratutako talde-berriketetako mezuak
ko: 암호화된 그룹 대화의 메시지
pt_br: Mensagens criptografadas em salas de grupo
zh_tw: 加密群組聊天的訊息

# Notification type
source: Room upgrade messages
eu: Gela bertsio-berritzeko mezuak
ko: 대화방 업그레이드 메시지
pt_br: Mensagens de atualização de sala
zh_tw: 聊天室更新訊息

# Notification type
source: Messages containing my display name
eu: Nire azaldutako izena duten mezuak
ko: 내 별명이 포함된 메시지
pt_br: Mensagens contendo meu nome de exibição
zh_tw: 包含我的顯示名稱的訊息

# Notification type
source: Messages which mention my Matrix user ID
eu: Nire «Matrix»eko erabiltzaile ID aipatzen duten mezuak
ko: 내 Matrix 사용자 ID가 언급된 메시지
pt_br: Mensagens que mencionam meu ID de usuário na Matrix
zh_tw: 提到我的 Matrix 使用者 ID 的訊息

# Notification type
source: Messages which mention a room
eu: Gela bat aipatzen duten mezuak
ko: 대화방이 언급된 메시지
pt_br: Mensagens que mencionam uma sala
zh_tw: 提到一個聊天室的訊息

# Notification type
source: Messages containing the local part of my Matrix ID
eu: Nore «Matrix»eko IDaren zati lokala duten mezuak
ko: 내 Matrix ID의 로컬 부분이 포함된 메시지
pt_br: Mensagens contendo a parte local do meu ID na Matrix
zh_tw: 提到我的 Matrix ID 的本地部分的訊息

# Notification type
source: Whole room (@room) notifications
eu: Gela osorako (@gela) jakinarazpenak
ko: 전체 대화방(@room) 알림
pt_br: Notificações para toda a sala (@sala)
zh_tw: 整個聊天室 (@room) 的通知

# Notification type
source: Invites to a room
eu: Gela batera gonbidatzen du
ko: 대화방 초대
pt_br: Convida para uma sala
zh_tw: 邀請到聊天室

# Notification type
source: Call invitation
eu: Dei gonbidapena
ko: 통화 초대
pt_br: Convite para chamada
zh_tw: 來電邀請

# @title:window
source: General
eu: Orokorra
ko: 일반
pt_br: Geral
zh_tw: 一般

# @title:group
source: General Settings
eu: Ezarpen orokorrak
ko: 일반 설정
pt_br: Configurações gerais
zh_tw: 一般設定

source: Show in System Tray
eu: Erakutsi sistemaren erretiluan
ko: 시스템 트레이에 표시
pt_br: Mostrar na área de notificação
zh_tw: 在系統匣中顯示

source: Minimize to system tray on startup
eu: Ikonotu sistemaren erretilura abiatzean
ko: 시작할 때 시스템 트레이로 최소화
pt_br: Minimizar para a área de notificação na inicialização
zh_tw: 啟動時最小化到系統匣

source: Automatically hide/unhide the room information when resizing the window
eu: Leihoaren neurria aldatzean, automatikoki erakutsi/ezkutatu gelaren informazioa
ko: 창 크기를 조정할 때 자동으로 방 정보 표시/숨기기
pt_br: Ocultar/exibir automaticamente as informações da sala ao redimensionar a janela
zh_tw: 調整視窗大小時自動隱藏/顯示聊天室資訊

source: Show all rooms in "Home" tab
eu: Erakutsi "Etxea" fitxako gela guztiak
ko: "홈" 탭에 모든 대화방 표시
pt_br: Mostrar todas as salas na aba "Casa"
zh_tw: 在「首頁」分頁顯示所有聊天室

# @title:group
source: Room List Sort Order
eu: Gela-zerrenda sailkatzeko hurrenkera
ko: 대화방 목록 정렬 순서
pt_br: Ordenação da lista de salas
zh_tw: 聊天室列表排序方式

# @info:label
source: Hidden events are not considered as recent activity when sorting rooms.
pt_br: Eventos ocultos não são considerados como atividade recente ao ordenar as salas.

# As in 'sort something based on last activity'
source: Importance
pt_br: Importância

# @info
source: Rooms with unread notifications will be shown first.
pt_br: As salas com notificações não lidas serão mostradas primeiro.

# As in 'sort something alphabetically'
source: Alphabetical
eu: Alfabetikoki
ko: 가나다순
pt_br: Alfabética
zh_tw: 按字母順序

# As in 'sort something based on the last event'
source: Newest Events
pt_br: Eventos mais recentes

# @info
source: Rooms with the newest events will be shown first.
pt_br: As salas com eventos mais recentes serão mostradas primeiro.

# @option:radio
source: Custom
eu: Neurrira
ko: 사용자 정의
pt_br: Personalizado
zh_tw: 自訂

# @title
source: Timeline
eu: Denbora-lerroa
ko: 타임라인
pt_br: Linha do tempo

source: Mark messages as read when:
eu: Markatu mezuak irakurritako gisa kasu hauetan:
ko: 다음 시점에 메시지를 읽은 것으로 표시:
pt_br: Marcar mensagens como lidas quando:

source: Never
eu: Inoiz ez
ko: 하지 않음
pt_br: Nunca

# @item:inlistbox As in mark messages in the room as read when entering the room
source: Entering the room
eu: Gelara sartzean
ko: 대화방에 입장할 때
pt_br: Ao entrar na sala

source: Entering the room and all unread messages are visible
eu: Gelara sartu eta irakurri gabeko mezu guztiak ikusgai daudenean
ko: 대화방에 입장한 후 모든 읽지 않은 메시지가 표시되었을 때
pt_br: Ao entrar na sala e todas as mensagens não lidas ficarem visíveis

# @item:inlistbox As in mark messages in the room as read when exiting the room
source: Exiting the room
eu: Gelatik irtetean
ko: 대화방을 떠날 때
pt_br: Ao sair da sala

source: Exiting the room and all unread messages are visible
eu: Gelatik irtetean eta irakurri gabeko mezu guztiak ikusgai daudenean
ko: 대화방에서 떠나고 모든 읽지 않은 메시지가 표시되었을 때
pt_br: Ao sair da sala e todas as mensagens não lidas ficarem visíveis

source: Show deleted messages
eu: Erakutsi ezabatutako mezuak
ko: 삭제된 메시지 표시
pt_br: Mostrar mensagens excluídas
zh_tw: 顯示已刪除的訊息

source: Show state events
eu: Erakutsi egoera gertaerak
ko: 상태 이벤트 표시
pt_br: Mostrar estado dos eventos
zh_tw: 顯示狀態事件

source: Show leave and join events
eu: Erakutsi irteera eta batze gertaerak
ko: 입장과 퇴장 이벤트 표시
pt_br: Mostrar eventos de entrada e saída
zh_tw: 顯示離開與加入事件

source: Show name change events
eu: Erakutsi izena aldatzeko gertaerak
ko: 이름 변경 이벤트 표시
pt_br: Mostrar eventos de alterações de nome
zh_tw: 顯示名稱變更事件

source: Show avatar update events
eu: Erakutsi abatara eguneratzeko gertaerak
ko: 아바타 업데이트 이벤트 표시
pt_br: Mostrar eventos de atualização de avatar
zh_tw: 顯示頭貼變更事件

# @option:radio
source: Send messages with Enter
eu: Bidali mezua Sartu tekla erabiliz
ko: Enter 키로 메시지 보내기
pt_br: Enviar mensagens com Enter
zh_tw: 用 Enter 鍵傳送訊息

# @option:radio
source: Send messages with Ctrl+Enter
eu: Bidali mezuak Ktrl+Sartu erabiliz
ko: Ctrl+Enter 키로 메시지 보내기
pt_br: Enviar mensagens Ctrl+Enter
zh_tw: 用 Ctrl+Enter 鍵傳送訊息

source: Use s/text/replacement syntax to edit your last message
eu: Erabili «s/testua/ordezko sintaxia» zure azken mezua editatzeko
ko: s/text/replacement 문법으로 마지막 텍스트 메시지 편집
pt_br: Use a sintaxe s/texto/substituição para editar sua última mensagem
zh_tw: 用 s/文字/替代 語法來編輯您上一個訊息

source: Send typing notifications
eu: Bidali tekleatze-jakinarazpenak
ko: 입력 알림 보내기
pt_br: Enviar notificações de digitação
zh_tw: 傳送輸入中通知

source: Developer Settings
eu: Garatzailearen ezarpenak
ko: 개발자 설정
pt_br: Configurações de desenvolvedor
zh_tw: 開發者設定

source: Enable developer tools
eu: Gaitu garatzailearen tresnak
ko: 개발자 도구 활성화
pt_br: Habilitar ferramentas de desenvolvedor
zh_tw: 啟用開發者工具

source: Open Developer Tools
eu: Ireki garatzailearen tresnak
ko: 개발자 도구 열기
pt_br: Abrir ferramentas de desenvolvedor
zh_tw: 開啟開發者工具

source: Developer Tools
eu: Garatzailearen tresnak
ko: 개발자 도구
pt_br: Ferramentas de desenvolvedor
zh_tw: 開發者工具

# @title:group
source: Default Settings
eu: Ezarpen lehenetsiak
ko: 기본 설정
pt_br: Configurações padrão
zh_tw: 預設設定值

# @action:button
source: Reset all configuration values to their default…
eu: Berrezarri konfigurazio-balio guztiak haien balio lehenetsietara…
ko: 모든 설정값을 기본값으로 초기화…
pt_br: Redefinir todos os valores de configuração para o seu padrão...

# @title:dialog
source: Reset Configuration
eu: Berrezarri konfigurazioa
ko: 설정 초기화
pt_br: Restaurar configuração

# @info
source: Do you really want to reset all options to their default values?
eu: Benetan berrezarri nahi dituzu balio guztiak haien balio lehenetsietara?
ko: 모든 옵션을 기본값으로 초기화하시겠습니까?
pt_br: Deseja realmente redefinir todas as opções para seus valores padrão?

# @title:window
source: Security & Safety
eu: Segurtasuna eta babesa
ko: 보안과 안전
pt_br: Segurança & Proteção
zh_tw: 安全性與人身安全

# @action:button
source: Ignored Users
eu: Ezikusitako erabiltzaileak
ko: 무시한 사용자
pt_br: Usuários ignorados
zh_tw: 已忽略的使用者

# @label:checkbox
source: Hide images and videos by default
eu: Ezkutatu irudiak eta bideoak era lehenetsian
ko: 기본값으로 사진과 동영상 숨기기
pt_br: Ocultar imagens e vídeos por padrão
zh_tw: 預設隱藏影像和影片

# @info
source: When this option is enabled, images and videos are only shown after a button is clicked.
eu: Aukera hau gaituta dagoenean, irudiak eta bideoak erakusteko botoi bat sakatu behar da.
ko: 이 옵션을 사용하면 단추를 클릭했을 때에만 사진과 동영상을 표시합니다.
pt_br: Quando esta opção está habilitada, imagens e vídeos são exibidos somente após um botão ser clicado.
zh_tw: 啟用此選項時，影像和影片只會在按下按鈕之後才會顯示。

# @option:check
source: Reject invitations from unknown users
eu: Errefusatu erabiltzaile ezezagunen gonbidapenak
ko: 알 수 없는 사용자의 초대 거절
pt_br: Rejeitar convites de usuários desconhecidos
zh_tw: 回絕來自未知使用者的邀請

# @info
source: If enabled, NeoChat will reject invitations from users you don't share a room with.
eu: Gaituta badago, Neochat-ek, gelarik partekatzen ez duzun erabiltzaileen gonbidapenak errefusatuko ditu.
ko: 이 옵션을 사용하면 NeoChat에서는 같은 대화방에 입장해 있지 않은 사용자의 초대를 거절합니다.
pt_br: Se ativado, o NeoChat rejeitará convites de usuários com quem você não compartilha uma sala.
zh_tw: 啟用時，NeoChat 會自動回絕來自與您沒有共同聊天室的使用者的邀請。

# @info
source: Your server does not support this setting.
eu: Zure zerbitzariak ez du ezarpen hau onartzen.
ko: 서버에서 이 설정을 지원하지 않습니다.
pt_br: Seu servidor não suporta esta configuração.
zh_tw: 您的伺服器不支援這個設定。

# @option:check
source: Turn on encryption in new chats
eu: Berriketa berrietan zifratzea piztu
ko: 새 대화에 암호화 활성화
pt_br: Ativar criptografia em novas salas
zh_tw: 在新的聊天室中開啟加密

# @info
source: If enabled, NeoChat will use encryption when starting new direct messages.
eu: Gaituta badago, zuzeneko mezu berriak abiatzean NeoChat zifratzea erabiliko du.
ko: 이 옵션을 사용하면 NeoChat에서 새 다이렉트 메시지를 시작할 때 암호화를 시작합니다.
pt_br: Se ativado, o NeoChat usará criptografia ao iniciar novas mensagens diretas.
zh_tw: 若啟用此選項，NeoChat 會在開始進行新私訊的時候使用加密。

# @title:group
source: Encryption
eu: Zifratzea
ko: 암호화
pt_br: Criptografia
zh_tw: 加密

# @action:button
source: Import Keys
eu: Inportatu gakoak
ko: 키 가져오기
pt_br: Importar chaves
zh_tw: 匯入金鑰

# @info
source: Import encryption keys from a backup.
eu: Inportatu zifratzeko gakoak babes-kopia batetik.
ko: 백업에서 암호화 키를 가져옵니다.
pt_br: Importar chaves de criptografia de um backup.
zh_tw: 從備份檔匯入加密金鑰。

# @title
source: Import Keys
eu: Inportatu gakoak
ko: 키 가져오기
pt_br: Importar chaves
zh_tw: 匯入金鑰

# @info
source: Keys imported successfully
eu: Gakoen inportatze arrakastatsua
ko: 키를 가져옴
pt_br: Chaves importadas com sucesso
zh_tw: 已成功匯入金鑰

# @action:button
source: Export Keys
eu: Esportatu gakoak
ko: 키 내보내기
pt_br: Exportar chaves
zh_tw: 匯出金鑰

# @info
source: Export this device's encryption keys.
eu: Esportatu gailu honetako zifratzeko gakoak.
ko: 이 장치의 암호화 키를 내보냅니다.
pt_br: Exporta chaves de criptografia deste dispositivo.
zh_tw: 匯出此裝置的加密金鑰。

# @title
source: Export Keys
eu: Esportatu gakoak
ko: 키 내보내기
pt_br: Exportar chaves
zh_tw: 匯出金鑰

source: General
eu: Orokorra
ko: 일반
pt_br: Geral
zh_tw: 一般

source: Appearance
eu: Itxura
ko: 모양
pt_br: Aparência
zh_tw: 外觀

source: Notifications
eu: Jakinarazpenak
ko: 알림
pt_br: Notificações
zh_tw: 通知

# @title
source: Security & Safety
eu: Segurtasuna
ko: 보안과 안전
pt_br: Segurança & Proteção
zh_tw: 安全性與人身安全

source: Accounts
eu: Kontuak
ko: 계정
pt_br: Contas
zh_tw: 帳號

source: Network Proxy
eu: Sareko ordezkaria
ko: 네트워크 프록시
pt_br: Proxy de rede
zh_tw: 網路代理伺服器

source: Devices
eu: Gailuak
ko: 장치
pt_br: Dispositivos
zh_tw: 裝置

source: Keyboard Shortcuts
pt_br: Atalhos de teclado

source: About NeoChat
eu: Neochat-i buruz
ko: NeoChat 정보
pt_br: Sobre o NeoChat
zh_tw: 關於 NeoChat

# @title:group
source: About
eu: Honi buruz
ko: 정보
pt_br: Sobre
zh_tw: 關於

source: About KDE
eu: KDEri buruz
ko: KDE 정보
pt_br: Sobre o KDE
zh_tw: 關於 KDE

source: System Default
eu: Sistemaren lehenespena
ko: 시스템 기본값
pt_br: Padrão do sistema
zh_tw: 系統預設值

source: No Proxy
eu: Ordezkarik gabe
ko: 프록시 없음
pt_br: Sem proxy
zh_tw: 沒有代理伺服器

source: Proxy Settings
eu: Ordezkariaren ezarpenak
ko: 프록시 설정
pt_br: Configurações do proxy
zh_tw: 代理伺服器設定

source: Host
eu: Ostalaria
ko: 호스트
pt_br: Máquina
zh_tw: 主機

source: Port
eu: Ataka
ko: 포트
pt_br: Porta
zh_tw: 連接埠

source: User
eu: Erabiltzailea
ko: 사용자
pt_br: Usuário
zh_tw: 使用者

source: Apply
eu: Ezarri
ko: 적용
pt_br: Aplicar
zh_tw: 套用

source: Disable notifications
eu: Desgaitu jakinarazpenak
ko: 알림 사용 안 함
pt_br: Desativar notificações
zh_tw: 停用通知

source: Enable notifications
eu: Gaitu jakinarazpenak
ko: 알림 사용
pt_br: Ativar notificações
zh_tw: 啟用通知

source: Mute notifications
eu: Isilarazi jakinarazpenak
ko: 알림 음소거
pt_br: Silenciar notificações
zh_tw: 通知靜音

source: Unmute notifications
eu: Ozendu jakinarazpenak
ko: 알림 음소거 해제
pt_br: Remover silêncio das notificações
zh_tw: 取消通知靜音

source: Disable message highlights
eu: Desgaitu mezu-nabarmentzea
ko: 메시지 강조 사용 안 함
pt_br: Desativar mensagens em destaque
zh_tw: 停用訊息突顯

source: Enable message highlights
eu: Gaitu mezu-nabarmentzea
ko: 메시지 강조 사용
pt_br: Ativar mensagens em destaque
zh_tw: 啟用訊息突顯

source: Delete keyword
eu: Ezabatu gako-hitza
ko: 키워드 삭제
pt_br: Excluir palavra-chave
zh_tw: 刪除關鍵字

# @title:dialog
source: Enter password
eu: Sartu pasahitza
ko: 비밀번호 입력
pt_br: Inserir senha
zh_tw: 輸入密碼

# @label:textbox
source: Password:
eu: Pasahitza:
ko: 암호:
pt_br: Senha:
zh_tw: 密碼：

# @title
source: Privileged Users
pt_br: Usuários privilegiados

# @title
source: Default permissions
pt_br: Permissões padrão

# @title
source: Basic permissions
pt_br: Permissões básicas

# @title
source: Event permissions
pt_br: Permissões de evento

# @placeholder
source: Event Type…
ko: 이벤트 형식…
pt_br: Tipo de evento…

# @action:button
source: Add keyword
ko: 키워드 추가
pt_br: Adiciona palavra-chave

# @placeholder
source: Loading…
eu: Zamatzen…
ko: 불러오는 중…
pt_br: Carregando...

# @title
source: Edit User Power Level
eu: Editatu erabiltzailearen ahalmen maila
ko: 사용자 권한 수준 편집
pt_br: Editar nível de poder do usuário
zh_tw: 編輯使用者能力等級

source: New power level
eu: Ahalmen maila berria
ko: 새 권한 수준
pt_br: Novo nível de poder
zh_tw: 新能力等級

source: Confirm
eu: Berretsi
ko: 확인
pt_br: Confirmar
zh_tw: 確認

# @title:group
source: Send Notifications For
pt_br: Enviar notificações para

# As in the default notification setting
source: Default Settings
eu: Ezarpen lehenetsiak
ko: 기본 설정
pt_br: Configurações padrão

# @window:title
source: Advanced
eu: Aurreratua
ko: 고급
pt_br: Avançado

# @info:label
source: Room ID
eu: Gelaren ID
ko: 대화방 ID
pt_br: Id da sala

# @action:button
source: Copy room ID to clipboard
eu: Kopiatu gelaren ID arbelera
ko: 클립보드에 대화방 ID 복사
pt_br: Copiar ID da sala para a área de transferência

# @info:label
source: Room Version
eu: Gelaren bertsioa
ko: 대화방 버전
pt_br: Versão da sala

# @action:button
source: Upgrade Room
eu: Gela bertsio-berritu
pt_br: Atualizar sala

# @title
source: Upgrade the Room
eu: Gela bertsio-berritu
ko: 대화방 업그레이드
pt_br: Atualizar a sala

# @label:spinbox
source: Select new version
eu: Hautatu bertsio berria
ko: 새 버전 선택
pt_br: Selecione nova versão

# @action:button
source: Confirm
eu: Baieztatu
ko: 확인
pt_br: Confirmar

# @title
source: General
eu: Orokorra
ko: 일반
pt_br: Geral

# @action:button
source: Update avatar
ko: 아바타 업데이트
pt_br: Atualizar avatar

# @label:textbox Room name
source: Name:
eu: Izena:
ko: 이름:
pt_br: Nome:

# @label:textobx Room topic
source: Topic:
eu: Gaia:
ko: 주제:
pt_br: Assunto:

# @action:button
source: Save
ko: 저장
pt_br: Salvar

# @title
source: Aliases
ko: 별칭
pt_br: Apelidos

# @info
source: No canonical alias set
ko: 주 별명이 설정되지 않음
pt_br: Nenhum apelido canônico definido

# @action:button
source: Make this alias the room's canonical alias
ko: 이 별명을 대화방의 주 별명으로 설정
pt_br: Torne este apelido o apelido canônico da sala

# @action:button
source: Delete alias
ko: 별명 삭제
pt_br: Excluir apelido

# The new alias (room address) to be added to a room
source: #new_alias:server.org
pt_br: #novo_apelido:servidor.org

# @action:button
source: Add new alias
ko: 새 별명 추가
pt_br: Adicionar novo apelido

# @title
source: URL Previews
pt_br: Visualizações de URL

# @label:checkbox
source: Enable URL previews by default for room members
pt_br: Habilitar visualizações de URL por padrão para membros da sala

# @label:checkbox
source: Enable URL previews
pt_br: Habilitar visualizações de URL

# @info
source: URL previews are enabled by default in this room
pt_br: As visualizações de URL são ativadas por padrão nesta sala

# @info
source: URL previews are disabled by default in this room
pt_br: As visualizações de URL são desativadas por padrão nesta sala

source: URL previews are currently disabled for your account
eu: URL aurreikuspegiak, egun, zure konturako ezgaituta daude
pt_br: As visualizações de URL estão atualmente desativadas para a sua conta
zh_tw: 網址預覽目前已為您的帳號關閉

# @action:button
source: Enable
pt_br: Habilitar
