Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

source: Receiving notifications for new messages
eu: Mezu berrien jakinarazpenak jasotzeko
ko: 새 메시지 알림 수신 중
pt_br: Recebendo notificações de novas mensagens
zh_tw: 正在接收新訊息的通知

source: Receiving push notifications
eu: Bultzada-jakinarazpenak jasotzea
ko: 푸시 알림 수신 중
pt_br: Recebendo notificações instantâneas
zh_tw: 正在接收推送通知

source: Chat on Matrix
eu: Berriketa Matrix-en
ko: Matrix에서 대화하기
pt_br: Bate papo na Matrix
zh_tw: 在 Matrix 上聊天

source: © 2018-2020 Black Hat, 2020-2025 KDE Community
eu: © 2018-2020 Black Hat, 2020-2025 KDE komunitatea
pt_br: © 2018-2020 Black Hat, 2020-2025 A comunidade KDE

source: Maintainer
eu: Arduraduna
ko: 관리자
pt_br: Mantenedor
zh_tw: 維護者

source: Original author of Spectral
eu: «Spectral»en Jatorrizko egilea
ko: Spectral의 원 작성자
pt_br: Autor original do Spectral
zh_tw: Spectral 的原始作者

source: Maintainer of libQuotient
eu: «libQuotient» mantentzailea
ko: libQuotient 관리자
pt_br: Mantenedor do libQuotient
zh_tw: libQuotient 的維護者

# NAME OF TRANSLATORS
source: Your names
eu: Iñigo Salvador Azurmendi
ko: 박신조
pt_br: Luiz Fernando Ranghetti, Thiago Masato Costa Sueto, Marcus Gama
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
eu: xalba@ni.eus
ko: kde@peremen.name
pt_br: elchevive@opensuse.org, herzenschein@gmail.com, marcus.gama@gmail.com
zh_tw: mail@kisaragi-hiu.com

source: A Qt library to write cross-platform clients for Matrix
eu: «Matrix»en plataforma anitzeko bezeroak idazteko Qt liburutegia
ko: 크로스 플랫폼 Matrix 클라이언트를 작성할 수 있는 Qt 라이브러리
pt_br: Uma biblioteca Qt para escrever clientes multiplataformas para o Matrix
zh_tw: 撰寫跨平台 Matrix 用戶端用的 Qt 函式庫

# <version number> (built against <possibly different version number>)
source: %1 (built against %2)
eu: %1 (%2 erabiliz eraikia)
ko: %1(%2(으)로 빌드됨)
pt_br: %1 (compilado com %2)
zh_tw: %1 (建置於 %2 上)

source: Client for the matrix communication protocol
eu: Matrix, deszentralizatutako komunikazio protokolorako bezeroa
ko: Matrix 대화 프로토콜 클라이언트
pt_br: Cliente para o protocolo de comunicação Matrix
zh_tw: Matrix 通訊協定的用戶端

source: Supports matrix: url scheme
eu: matrix onartzen du: URL eskema
ko: matrix: URL 형식 지원
pt_br: Suporte ao Matrix: esquema url
zh_tw: 支援 matrix: 網址機制

source: Ignore all SSL Errors, e.g., unsigned certificates.
eu: Ez egin kasu SSL erroreei, adib., sinatu gabeko ziurtagiriei.
ko: 모든 SSL 오류(예: 서명되지 않은 인증서)를 무시합니다.
pt_br: Ignorar todos os erros de SSL, por exemplo, certificados não assinados.
zh_tw: 忽略所有 SSL 錯誤，例如未簽署的憑證。

# command line description
source: Replace an existing instance
eu: Ordezkatu aurrez dagoen instantzia bat
ko: 실행 중인 인스턴스 대체
pt_br: Substituir uma instância existente

source: Only used for autotests
eu: Auto-probetarako bakarrik erabilia
ko: 자동 테스트에만 사용됨
pt_br: Apenas usado para testes autônomos
zh_tw: 僅 autotest 用。

source: Share a URL to Matrix
eu: Partekatu URL bat «Matrix»ekin
ko: Matrix에 URL 공유
pt_br: Compartilhar uma URL para o Matrix
zh_tw: 將網址分享到 Matrix

source: Encrypted Message
eu: Zifratutako mezua
ko: 암호화된 메시지
pt_br: Mensagem criptografada
zh_tw: 已加密訊息

source: Open NeoChat in this room
eu: Ireki NeoChat gela honetan
ko: 이 대화방에서 NeoChat 열기
pt_br: Abrir o NeoChat nesta sala
zh_tw: 在這個聊天室開啟 NeoChat

source: Reply
eu: Erantzun
ko: 답장
pt_br: Responder
zh_tw: 回覆

source: Reply…
eu: Erantzun…
ko: 답장…
pt_br: Responder...
zh_tw: 回覆…

source: %1 invited you to a room
eu: %1(e)k gela batera gonbidatu zaitu
ko: %1 님이 대화방에 초대함
pt_br: %1 convidou você para uma sala
zh_tw: %1 邀請了您到聊天室

source: Open this invitation in NeoChat
eu: Ireki gonbidapen hau NeoChat-en
ko: NeoChat에서 이 초대장 열기
pt_br: Abrir este convite no NeoChat
zh_tw: 在 NeoChat 開啟這個邀請

# @action:button The thing being accepted is an invitation to chat
source: Accept
eu: Onartu
ko: 수락
pt_br: Aceitar
zh_tw: 接受

# @action:button The thing being rejected is an invitation to chat
source: Reject
eu: Errefusatu
ko: 거부
pt_br: Rejeitar
zh_tw: 拒絕

# @action:button The thing being rejected is an invitation to chat
source: Reject and Ignore User
eu: Errefusatu eta erabiltzailea ezikusi
ko: 거부하고 사용자 무시
pt_br: Rejeitar e ignorar o usuário
zh_tw: 拒絕並忽略使用者

source: Open NeoChat
eu: Ireki NeoChat
ko: NeoChat 열기
pt_br: Abrir o NeoChat
zh_tw: 開啟 NeoChat

# @action:button
source: Show QR Code
eu: Erakutsi QR kodea
ko: QR 코드 표시
pt_br: Mostrar código QR
zh_tw: 顯示 QR 碼

# @action:inmenu
source: Switch Account
eu: Aldatu kontua
ko: 계정 전환
pt_br: Trocar conta

# @action:inmenu
source: Edit This Account
eu: Editatu kontu hau
ko: 이 계정 편집
pt_br: Editar esta conta

# @action:inmenu
source: Notification Settings
eu: Jakinarazpenen ezarpenak
ko: 알림 설정
pt_br: Configurações de notificações

# @action:inmenu
source: Devices
eu: Gailuak
ko: 장치
pt_br: Dispositivos

# @action:inmenu
source: Open Developer Tools
eu: Ireki garatzailearen tresnak
ko: 개발자 도구 열기
pt_br: Abrir ferramentas de desenvolvedor

# @title:window
source: Developer Tools
eu: Garatzailearen tresnak
ko: 개발자 도구
pt_br: Ferramentas de Desenvolvedor
zh_tw: 開發者工具

# @action:inmenu
source: Open Secret Backup
eu: Ireki babeskopia-sekretua
ko: 비밀 백업 열기
pt_br: Abrir cópia de segurança secreta
zh_tw: 開啟秘密備份

# @title:window
source: Open Key Backup
eu: Ireki gakoaren babeskopia
ko: 키 백업 열기
pt_br: Abertura de Chave de Cópia de Segurança
zh_tw: 開啟金鑰備份

# @action:inmenu
source: Verify This Device
eu: Gailu hau egiaztatu
ko: 이 장치 확인
pt_br: Verificar este dispositivo
zh_tw: 驗證此裝置

# @title
source: Verification Request Sent
eu: Egiaztapen-eskaera bidali da
ko: 확인 요청 전송됨
pt_br: Envio de Pedido de Verificação
zh_tw: 已送出驗證請求

# @info:label
source: To proceed, accept the verification request on another device.
eu: Jarraitzeko, egiaztapen-eskaera beste gailu batean onartu.
ko: 계속 진행하려면 다른 장치에서 확인 요청을 수락하십시오.
pt_br: Para prosseguir, aceite a solicitação de verificação em outro dispositivo.
zh_tw: 要繼續進行，請在另一台裝置上接受驗證請求。

# @action:inmenu
source: Logout…
eu: Saioa itxi…
ko: 로그아웃…
pt_br: Encerrar sessão...

# @title: dialog to switch between logged in accounts
source: Switch Account
eu: Aldatu kontua
ko: 계정 전환
pt_br: Troca de Conta
zh_tw: 切換帳號

# @button: login to or register a new account.
source: Add Account
eu: Gehitu kontua
ko: 계정 추가
pt_br: Adicionar conta
zh_tw: 新增帳號

# @info
source: Log in or create a new account
eu: Saioa ireki edo sortu kontu berri bat
ko: 기존 계정에 로그인하거나 새 계정 만들기
pt_br: Entra ou cria uma nova conta

# @title:window
source: Login
eu: Saioan sartu
ko: 로그인
pt_br: Entrar
zh_tw: 登入

# @title:dialog
source: Start a chat
eu: Hasi berriketa bat
ko: 대화 시작
pt_br: Iniciar um Bate-papo
zh_tw: 開始私人聊天

# @info
source: Do you want to start a chat with %1?
eu: %1(r)ekin berriketa bat hasi nahi duzu?
ko: %1 님과 대화를 시작하시겠습니까?
pt_br: Você gostaria de iniciar um bate-papo com %1?

# @action:button
source: Start Chat
eu: Hasi berriketa
ko: 대화 시작
pt_br: Iniciar bate-papo
zh_tw: 開始私人聊天

source: Attachment:
eu: Eranskina:
ko: 첨부:
pt_br: Anexo:
zh_tw: 附件：

source: Edit
eu: Editatu
ko: 편집
pt_br: Editar
zh_tw: 編輯

# @action:button
source: Cancel sending attachment
eu: Utzi eranskin bidalketa bertan behera
ko: 첨부 전송 취소
pt_br: Cancelar o envio de anexo

# @title
source: Choose a Room
eu: Hautatu gela bat
ko: 대화방 선택
pt_br: Escolher uma sala
zh_tw: 選擇聊天室

# @action
source: Copy to clipboard
eu: Kopiatu arbelean
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
zh_tw: 複製到剪貼簿

# @title:dialog
source: Confirm Leaving Room
eu: Baieztatu gelatik irtetea
ko: 대화방 떠나기 확인
pt_br: Confirmar saída da sala
zh_tw: 確認離開聊天室

# Do you really want to leave <room name>?
source: Do you really want to leave %1?
eu: Benetan irten nahi duzu %1(e)tik?
ko: %1 대화방을 떠나시겠습니까?
pt_br: Deseja realmente sair de %1?
zh_tw: 您確定要離開 %1 嗎？

# @action:button
source: Leave Room
eu: Irten gelatik
ko: 대화방 떠나기
pt_br: Sair da sala
zh_tw: 離開聊天室

# @title:dialog
source: Sign out
eu: Saioa itxi
ko: 로그아웃
pt_br: Sair
zh_tw: 登出

source: Are you sure you want to sign out?
eu: Ziur zaude saio-itxi nahi duzula?
ko: 로그아웃하시겠습니까?
pt_br: Deseja realmente sair?
zh_tw: 您確定要登出嗎？

# @action:button
source: Sign out
eu: Saioa itxi
ko: 로그아웃
pt_br: Sair
zh_tw: 登出

# @title:dialog
source: Open URL
eu: Ireki URL
ko: URL 열기
pt_br: Abrir URL
zh_tw: 開啟網址

# @info
source: Do you want to open <link>%1</link>?
eu: <link>%1</link> esteka ireki nahi duzu?
ko: <link>%1</link>을(를) 여시겠습니까?
pt_br: Deseja abrir <link>%1</link>?
zh_tw: 您要開啟 <link>%1</link> 嗎？

# @title:dialog
source: User Consent
eu: Erabiltzailearen baimena
ko: 사용자 동의
pt_br: Consentimento do usuário
zh_tw: 使用者許可

# @info
source: Your homeserver requires you to agree to its terms and conditions before being able to use it. Please click the button below to read them.
eu: Zure etxeko zerbitzariak, berau erabili ahal izateko, aurrena, bere terminoak eta baldintzak onartzea eskatzen dizu. Mesedez, egiozu klik beheko botoiari haiek irakurtzeko.
ko: 홈 서버를 사용하기 전에 사용 조건에 동의해야 합니다. 아래 단추를 클릭하여 읽으십시오.
pt_br: O seu homeserver requer que você concorde com seus termos e condições antes de ser usado. Clique no botão abaixo para lê-los.
zh_tw: 您的家伺服器要求您必須同意它的條款與細則才能使用它。請點擊以下按鈕來閱讀它們。

# @action:button
source: Open
eu: Ireki
ko: 열기
pt_br: Abrir
zh_tw: 開啟

# @title As in 'edit the state of this room'
source: Edit State
eu: Editatu egoera
ko: 상태 편집
pt_br: Editar estado
zh_tw: 編輯狀態

# @action
source: Revert changes
eu: Lehengoratu aldaketak
ko: 변경 사항 되돌리기
pt_br: Reverter alterações
zh_tw: 回復變更

# @action As in 'Apply the changes'
source: Apply
eu: Aplikatu
ko: 적용
pt_br: Aplicar
zh_tw: 套用

source: Confirm the emoji below are displayed on both devices, in the same order.
eu: Baieztatu beheko emojiak bi galuetan, hurrenkera berean azaltzen direla.
ko: 양쪽 장치에 같은 이모지가 같은 순서대로 표시되어 있는지 확인하십시오.
pt_br: Confirme se os emojis abaixo são exibidos em ambos os dispositivos, na mesma ordem.
zh_tw: 請確定以下顯示的表情符號在兩台裝置上包含順序是一樣的。

source: They match
eu: Bat datoz
ko: 일치합니다
pt_br: Eles correspondem
zh_tw: 它們相符

source: They don't match
eu: Ez datoz bat
ko: 일치하지 않습니다
pt_br: Eles não correspondem
zh_tw: 它們不相符

# @info:label A matrix space
source: Space
eu: Tokia
ko: 스페이스
pt_br: Espaço
zh_tw: 聊天空間

source: Joined
eu: Batuta
ko: 입장함
pt_br: Entrou
zh_tw: 已加入

source: View Location
eu: Ikusi kokalekua
ko: 위치 보기
pt_br: Exibir localização
zh_tw: 檢視位置

source: Close
eu: Itxi
ko: 닫기
pt_br: Fechar
zh_tw: 關閉

# menu
source: File
eu: Fitxategia
ko: 파일
pt_br: Arquivo
zh_tw: 檔案

# @action:inmenu
source: Find User
pt_br: Encontrar usuário

# @title
source: Find User
pt_br: Encontrar usuário

# @action:inmenu
source: Create a Room…
eu: Sortu gela bat…
ko: 대화방 만들기…
pt_br: Criar uma sala...

# @title
source: Create a Room
eu: Sortu gela bat
ko: 대화방 만들기
pt_br: Criar uma sala
zh_tw: 建立聊天室

# @action:inmenu
source: Explore Rooms
eu: Esploratu gelak
pt_br: Explorar salas

# @title
source: Explore Rooms
eu: Esploratu gelak
pt_br: Explorar salas
zh_tw: 瀏覽聊天室

# menu
source: Configure NeoChat…
eu: Konfiguratu NeoChat…
ko: NeoChat 설정…
pt_br: Configurar o NeoChat...
zh_tw: 設定 NeoChat…

# menu
source: Quit NeoChat
eu: Irten Neochat-etik
ko: NeoChat 끝내기
pt_br: Sair do NeoChat
zh_tw: 離開 NeoChat

# menu
source: View
eu: Ikuspegia
ko: 보기
pt_br: Visualizar
zh_tw: 檢視

source: Search Rooms
eu: Bilatu gelak
ko: 대화방 검색
pt_br: Procurar salas

# menu
source: Window
eu: Leihoa
ko: 창
pt_br: Janela
zh_tw: 視窗

# menu
source: Exit Full Screen
eu: Irten pantaila-betetik
ko: 전체 화면 나가기
pt_br: Sair da tela cheia
zh_tw: 離開全螢幕

# menu
source: Enter Full Screen
eu: Sartu pantaila-betean
ko: 전체 화면으로 전환
pt_br: Entrar no modo tela cheia
zh_tw: 進入全螢幕

# menu
source: Help
eu: Laguntza
ko: 도움말
pt_br: Ajuda
zh_tw: 說明

# menu
source: About NeoChat
eu: Neochat-i buruz
ko: NeoChat 정보
pt_br: Sobre o NeoChat
zh_tw: 關於 NeoChat

# menu
source: About KDE
eu: KDEri buruz
ko: KDE 정보
pt_br: Sobre o KDE
zh_tw: 關於 KDE

# @info:label 'Username' has invited you to this room at 'timestamp'.
source: %1 has invited you to this room at %2.
eu: %1(e)k gela honetara gonbidatu zaitu %2(e)tan.
ko: %1 님이 %2에 대화방으로 초대했습니다.
pt_br: %1 convidou você para esta sala em %2

# @info:label This user invited you to chat at 'timestamp'
source: This user invited you to chat at %1.
eu: Erabiltzaile honek berriketara gonbidatzen zaizu %1(e)tan.
ko: 이 사용자가 %1에 대화에 초대했습니다.
pt_br: Este usuário convidou você para um bate-papo em %1.

# @action:button Accept this invite
source: Accept Invite
eu: Onartu gonbidapena
ko: 초대 수락
pt_br: Aceitar convite

# @action:button Reject this invite
source: Reject Invite
eu: Errefusatu gonbidapena
ko: 초대 거절
pt_br: Rejeitar convite

# @action:button Block the user
source: Block %1
eu: Oztopatu %1
pt_br: Bloquear %1

source: You can reject invitations from unknown users under the <interface>Security & Safety</interface> settings.
eu: Erabiltzaile ezezagunen gonbidapenak, <interface>segurtasuna eta babesa</interface> ezarpenetan errefusatu ditzakezu.
ko: <interface>보안과 안전</interface> 설정에서 알 수 없는 사용자의 초대를 거절할 수 있습니다.
pt_br: Você pode rejeitar convites de usuários desconhecidos nas configurações de <interface>Segurança & Proteção</interface>.

# @title:dialog
source: Join Room
eu: Elkartu gelara
ko: 대화방 입장
pt_br: Entrar na sala
zh_tw: 加入聊天室

# @action:button
source: Join room
eu: Elkartu gelara
ko: 대화방 입장
pt_br: Entrar na sala
zh_tw: 加入聊天室

source: Session Verification
eu: Saioaren egiaztapena
ko: 세션 확인
pt_br: Verificação de sessão
zh_tw: 工作階段驗證

source: Accept
eu: Onartu
ko: 수락
pt_br: Aceitar
zh_tw: 接受

source: Decline
eu: Uko egin
ko: 거절
pt_br: Recusar
zh_tw: 婉拒

source: Waiting for device to accept verification.
eu: Gailuak egiaztapena onartzeko zain.
ko: 장치에서 확인을 수락하기를 기다리고 있습니다.
pt_br: Aguardando que o dispositivo aceite a verificação.
zh_tw: 正在等待裝置接收驗證。

source: Incoming key verification request from device **%1**
eu: Gakoa egiaztatzeko **%1** gailuaren sarrerako eskaera
ko: **%1** 장치에서 들어오는 키 확인 요청을 받음
pt_br: Solicitação de verificação de chave recebida do dispositivo **%1**
zh_tw: 來自裝置 **%1** 的金鑰驗證請求

source: Waiting for other party to send us keys.
eu: Beste aldeak guri gakoak bidaltzeko zain.
ko: 다른 쪽에서 키를 보내기를 기다리고 있습니다.
pt_br: Aguardando o envio das chaves da outra parte.

source: Waiting for other party to confirm our keys.
eu: Beste aldeak gure gakoak baieztatzeko zain.
ko: 다른 쪽에서 우리 키를 확인하기를 기다리고 있습니다.
pt_br: Aguardando a confirmação de nossas chaves da outra parte.

source: Waiting for other party to verify.
eu: Beste aldea egiaztatzeko zain.
ko: 다른 쪽에서 확인 작업을 완료하기를 기다리고 있습니다.
pt_br: Aguardando a verificação da outra parte.
zh_tw: 正在等待對方驗證。

source: Successfully verified device **%1**
eu: **%1** gailuaren egiaztatze arrakastatsua
ko: **%1** 장치를 성공적으로 확인함
pt_br: Dispositivo **%1** verificado com sucesso
zh_tw: 已成功驗證裝置 **%1**

# @info
source: Choose a verification method to continue
eu: Aukeratu egiaztapen metodo bat jarraitzeko
ko: 계속 진행하려면 확인 방법을 선택하십시오
pt_br: Selecione um método de verificação para continuar
zh_tw: 選擇驗證方法來繼續

# @action:button
source: Emoji Verification
eu: Emoji egiaztapena
ko: 이모지 확인
pt_br: Verificação de emoji
zh_tw: 表情符號驗證

source: Choose a Location
eu: Hautatu kokaleku bat
ko: 위치 선택
pt_br: Escolha uma localização
zh_tw: 選擇位置

source: Send this location
eu: Bidali kokaleku hori
ko: 이 위치 보내기
pt_br: Enviar esta localização
zh_tw: 傳送這個位置

# @action:intoolbar Re-center the map onto the set location
source: Re-Center
eu: Berriz erdiratu
ko: 중심점 재설정
pt_br: Re-centralizar
zh_tw: 重新置中

# @action:intoolbar Determine the device's location
source: Locate
eu: Kokatu
ko: 위치 확인
pt_br: Localizar
zh_tw: 偵測地點

# @action:button
source: Show Room Information
eu: Erakutsi gelaren informazioa
ko: 대화방 정보 표시
pt_br: Mostrar informações da sala
zh_tw: 顯示聊天室資訊

# @action:button
source: Close Room Information Drawer
eu: Itxi gelaren informazioaren tiradera
ko: 대화방 정보 표시 서랍 닫기
pt_br: Fechar gaveta de informações da sala
zh_tw: 關閉聊天室資訊側邊欄

# @title:window
source: Session Verification
eu: Saioaren egiaztapena
ko: 세션 확인
pt_br: Verificação de sessão
zh_tw: 工作階段驗證

# @title
source: Share
eu: Partekatu
ko: 공유
pt_br: Compartilhar
zh_tw: 分享

# @title
source: Manually Enter a Room
eu: Gela bat eskuz sartu
ko: 수동으로 대화방에 입장
pt_br: Entrar manualmente em uma sala
zh_tw: 手動輸入聊天室

source: Room ID or Alias:
eu: Gelaren ID edo goitizena:
ko: 대화방 ID나 별명:
pt_br: ID da sala ou apelido:
zh_tw: 聊天室 ID 或別名：

source: Must start with # for an alias or ! for an ID
eu: # bidez hasi behar da goitizen baterako edo ! bidez ID baterako
ko: 대화방 ID는 !, 별명은 #으로 시작해야 함
pt_br: Deve começar com # para um apelido ou ! para um ID
zh_tw: 必須以 # 或 ! 開頭，# 代表別名，! 代表 ID

source: The input is not a valid room ID or alias
eu: Sarrera ez da gela ID edo goitizen balioduna
ko: 입력한 텍스트가 올바른 대화방 ID나 별명이 아님
pt_br: A entrada não é um ID ou apelido de sala válido
zh_tw: 輸入值不是有效的聊天室 ID 或別名

# @title
source: User ID
eu: Erabiltzaile ID
ko: 사용자 ID
pt_br: ID do Usuário
zh_tw: 使用者 ID

source: User ID:
eu: Erabiltzaile ID:
ko: 사용자 ID:
pt_br: ID do usuário:
zh_tw: 使用者 ID：

source: User IDs Must start with @
eu: Erabiltzaile IDak "@"rekin hasi behar du
ko: 사용자 ID는 @으로 시작해야 함
pt_br: O ID de usuário deve começar com @
zh_tw: 使用者 ID 必須以 @ 開頭

source: The input is not a valid user ID
eu: Sarrera ez da erabiltzaile ID balioduna
ko: 입력한 텍스트가 올바른 사용자 ID가 아님
pt_br: A entrada não é um ID de usuário válido
zh_tw: 輸入值不是有效的使用者 ID

# @title
source: Join Meeting
pt_br: Entrar na reunião

# @title
source: Start Meeting
pt_br: Iniciar reunião

# @info:label
source: You are about to join a Jitsi meeting in your web browser.
pt_br: Você está prestes a participar de uma reunião do Jitsi no seu navegador da web.

# @info:label
source: You are about to start a new Jitsi meeting in your web browser.
pt_br: Você está prestes a iniciar uma nova reunião do Jitsi no seu navegador da web.

# @action:button Join the Jitsi meeting
source: Join
pt_br: Entrar

# @action:button Start a new Jitsi meeting
source: Start
pt_br: Iniciar

source: Event Source
eu: Gertaeraren sorburua
ko: 이벤트 소스
pt_br: Origem de evento
zh_tw: 事件原始碼

# @action As in 'edit the state of this room'
source: Edit state
eu: Editatu egoera
ko: 상태 편집
pt_br: Editar estado
zh_tw: 編輯狀態

# @action:button
source: Send
eu: Bidali
ko: 보내기
pt_br: Enviar

# @title: create new poll in the room
source: Create Poll
eu: Sortu galdeketa
ko: 투표 만들기
pt_br: Criar uma enquete

# @label
source: Poll type:
eu: Galdeketa mota:
ko: 투표 형식:
pt_br: Tipo de enquete:

# @item:inlistbox
source: Open poll
eu: Irekitako galdetegia
ko: 개방형 투표
pt_br: Enquete aberta

# @item:inlistbox
source: Closed poll
eu: Itxitako galdetegia
ko: 폐쇄형 투표
pt_br: Enquete fechada

# @info
source: Voters can see the result as soon as they have voted
eu: Hautesleek, emaitza, bozkatu bezain laster ikusi ahal izango dute
ko: 투표자가 투표에 참가한 직후 결과를 볼 수 있음
pt_br: Os votantes podem ver o resultado assim que votarem

# @info
source: Results are revealed only after the poll has closed
eu: Emaitzak galdeketa itxi ondoren bakarrik jakinarazten dira
ko: 투표가 완료된 후에만 결과가 표시됨
pt_br: Os resultados são revelados somente após a enquete terminar

# @label
source: Question:
eu: Galdera:
ko: 질문:
pt_br: Pergunta:

# As in first answer option to the poll
source: Option %1:
eu: %1 aukera:
ko: 옵션 %1:
pt_br: Opção %1:

# @placeholder
source: Enter option
eu: Sartu aukera
ko: 옵션 입력
pt_br: Inserir opção

# @action:button
source: Remove option
eu: Kendu aukera
ko: 옵션 삭제
pt_br: Remover opção

# @action:button
source: Add option
eu: Gehitu aukera
ko: 옵션 추가
pt_br: Adicionar opção

# @title
source: Notifications
eu: Jakinarazpenak
ko: 알림
pt_br: Notificações
zh_tw: 通知

source: Loading…
eu: Zamatzen…
ko: 불러오는 중…
pt_br: Carregando...
zh_tw: 載入中…

source: No Notifications
eu: Jakinarazpenik ez
ko: 알림 없음
pt_br: Sem notificações
zh_tw: 沒有通知

# @title:dialog
source: Select a File
eu: Hautatu fitxategi bat
ko: 파일 선택
pt_br: Selecionar um arquivo

# @title
source: Scan a QR Code
eu: Eskaneatu QR kode bat
ko: QR 코드 스캔
pt_br: Escanear um código QR
zh_tw: 掃描 QR 碼

# @info
source: No Camera Connected
ko: 연결된 카메라 없음
pt_br: Nenhuma câmera conectada

# @action:button
source: Bold
eu: Lodia
ko: 굵게
pt_br: Negrito

# @action:button
source: Italic
eu: Etzana
ko: 이탤릭
pt_br: Itálico

# @action:button
source: Strikethrough
eu: Marratua
ko: 취소선
pt_br: Tachado

# @action:button
source: Code block
eu: Kode-blokea
ko: 코드 블록
pt_br: Bloco de código

# @action:button
source: Quote
eu: Aipua
ko: 인용문
pt_br: Citação

# @action:button
source: Insert link
eu: Txertatu esteka
ko: 링크 삽입
pt_br: Inserir link

# Placeholder message
source: No room found
eu: Ez da gelarik aurkitu
ko: 대화방을 찾을 수 없음
pt_br: Nenhuma sala encontrada
zh_tw: 沒有找到聊天室

# @action:button
source: Explore rooms
eu: Gelak esploratu
pt_br: Explorar salas
zh_tw: 瀏覽聊天室

# @action
source: Cancel
eu: Utzi
ko: 취소
pt_br: Cancelar
zh_tw: 取消

# @title Join <name of a space>
source: Join %1
eu: Elkartu %1(e)ra
ko: %1 입장
pt_br: Entrar em %1
zh_tw: 加入 %1

# @action:button
source: Join
eu: Elkartu
ko: 입장
pt_br: Entrar
zh_tw: 加入

# @action:button
source: Ignore
eu: Ezikusi
ko: 무시
pt_br: Ignorar
zh_tw: 忽略

# @action:button
source: Join Jitsi meeting…
pt_br: Entrar na reunião no Jitsi…

# @action:button
source: Start Jitsi meeting…
pt_br: Iniciar reunião no Jitsi…

# @action:button
source: You do not have permissions to start Jitsi meetings
pt_br: Você não tem permissão para iniciar reuniões no Jitsi

# @action:title
source: Search
eu: Bilatu
ko: 검색
pt_br: Procurar
zh_tw: 搜尋

# @info
source: This room contains official messages from your homeserver.
eu: Gela honek zure etxeko zerbitzariaren mezu ofizialak ditu.
ko: 이 대화방에는 홈 서버에서 전송한 공식 메시지가 포함되어 있습니다.
pt_br: Esta sala contém mensagens oficiais do seu servidor doméstico.

# @info:status
source: NeoChat is offline. Please check your network connection.
eu: NeoChat lerroz kanpo dago. Mesedez, berrikusi zure sare-konexioa.
ko: NeoChat이 오프라인입니다. 네트워크 연결 상태를 확인하십시오.
pt_br: O NeoChat está desconectado. Verifique sua conexão de rede.

# @title
source: Pinned Messages
eu: Iltzatutako mezuak
ko: 고정된 메시지
pt_br: Mensagens fixadas
zh_tw: 置頂訊息

# @title
source: Welcome to NeoChat
eu: Ongi etorri NeoChatera
ko: NeoChat에 오신 것을 환영합니다
pt_br: Bem-vindo ao NeoChat

# @info:usagetip
source: Select or join a room to get started
eu: Hasteko, hautatu edo batu gela batera
ko: 시작하려면 대화방을 선택하거나 입장하십시오
pt_br: Selecione ou entre em uma sala para começar

# @title:dialog
source: Message Source
eu: Mezuaren sorburua
ko: 메시지 소스
pt_br: Origem da mensagem

# @action:button
source: Add New Server
ko: 새 서버 추가
pt_br: Adicionar novo servidor

# @info
source: Home Server
ko: 홈 서버
pt_br: Servidor doméstico

# @action:button
source: Add new server
eu: Gehitu zerbitzari berria
ko: 새 서버 추가
pt_br: Adicionar novo servidor
zh_tw: 新增伺服器

# @action:button
source: Remove server
eu: Kendu zerbitzaria
ko: 원격 서버
pt_br: Remover servidor

# @title:window
source: Add server
eu: Gehitu zerbitzaria
ko: 서버 추가
pt_br: Adicionar servidor
zh_tw: 新增伺服器

# @info
source: The entered text is not a valid url
ko: 입력한 텍스트가 올바른 URL이 아님
pt_br: O texto inserido não é uma url válida

# @info
source: This server cannot be resolved or has already been added
ko: 이 서버를 해석할 수 없거나 이미 추가됨
pt_br: Este servidor não pode ser resolvido ou já foi adicionado

# @label
source: Server URL:
ko: 서버 URL:
pt_br: URL do servidor:

# @action:button
source: Share
eu: Partekatu
ko: 공유
pt_br: Compartilhar
zh_tw: 分享

# @info:tooltip
source: Share the selected media
eu: Partekatu hautatutako hedabideak
ko: 선택한 미디어 공유
pt_br: Compartilhar a mídia selecionada

# @info:status
source: Sharing failed
eu: Partekatzea huts egin du
ko: 공유 실패
pt_br: Falha ao compartilhar

# @info
source: Shared url for image is <a href='%1'>%1</a>
eu: Irudirako partekatutako URLa <a href='%1'>%1</a> da
ko: 그림을 <a href='%1'>%1</a> URL로 공유했습니다
pt_br: A URL de compartilhamento da imagem é <a href='%1'>%1</a>

# @title:window
source: Load your encrypted messages
eu: Zamatu zifratutako zure mezuak
ko: 암호화된 메시지 불러오기
pt_br: Carregar suas mensagens criptografadas
zh_tw: 載入您已加密的訊息
