Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

source: Show locations for this room
eu: Erakutsi gela honetarako kokalekuak
zh_tw: 顯示這個聊天室的位置

# @action:button
source: Pinned messages
eu: Iltzatutako mezuak
zh_tw: 置頂訊息

# @action:button
source: Leave this room…
eu: Utzi gela hau…

source: %1 member
eu: Kide %1
zh_tw: %1 名成員

source: Mark as Read
eu: Markatu irakurritako gisa
zh_tw: 標記為已讀

# As in 'notify for all messages'
source: All
eu: Guztia
zh_tw: 全部

# As in 'do not notify for any messages'
source: Off
eu: Itzalita
zh_tw: 關閉

source: Remove from Favorites
eu: Kendu gogokoetatik
zh_tw: 從最愛中移除

source: Add to Favorites
eu: Gehitu gogokoetara
zh_tw: 加入最愛

source: Reprioritize
eu: Lehentasuna aldatzea
zh_tw: 重新給予優先權

source: Deprioritize
eu: Lehentasuna kentzea
zh_tw: 降低優先權

source: Leave Room…
eu: Utzi gela…

# @button View all one-on-one chats with your friends.
source: Friends (%1 notification)
eu: Lagunak (jakinarazpen %1)

# @button View all one-on-one chats with your friends.
source: Friends
eu: Lagunak
zh_tw: 好友

# @title:group
source: General Theme
eu: Gai orokorra
zh_tw: 一般主題

source: Show links preview in the chat messages
eu: Erakutsi estekaren aurreikuspegia berriketa-mezuetan
zh_tw: 在聊天訊息中顯示連結預覽

source: Show Avatar
eu: Erakutsi abatarra
zh_tw: 顯示大頭貼

source: Remove device
eu: Kendu gailua
zh_tw: 移除裝置

# As in 'Remove this device'
source: Remove
eu: Kendu
zh_tw: 移除

# @info:group
source: Sticker
eu: Eranskailua
ko: 스티커
zh_tw: 貼圖

# @info:group
source: Emoji
eu: Emojia
ko: 이모지
zh_tw: 表情符號

# @title:window
source: Stickers & Emojis
eu: Eranskailuak eta Emojiak
ko: 스티커와 이모지
zh_tw: 貼圖與表情符號

# @title:group
source: Emojis
eu: Emojiak
ko: 이모지
zh_tw: 表情符號

# @title:group
source: Stickers
eu: Eranskailuak
ko: 스티커
zh_tw: 貼圖

# As in 'sort something based on last activity'
source: Activity
eu: Jarduera
zh_tw: 活動

# @info
source: Rooms with unread notifications will be shown first
eu: Irakurri gabeko jakinarazpenak dituzten gelak aurrena erakutsiko dira
zh_tw: 有未讀通知的聊天室會顯示在上方

# As in 'sort something based on the last message'
source: Last Message Activity
eu: Azken mezuaren jarduera
zh_tw: 最新訊息活動

# @info
source: Rooms with the newest activity will be shown first
eu: Jarduera berrienak dituzten gelak aurrena erakutsiko dira
zh_tw: 有最新活動的聊天室會顯示在上方

# Chat Editor
source: Editor
eu: Editorea
ko: 편집기
zh_tw: 編輯器

source: Stickers & Emojis
eu: Eranskailuak eta Emojiak
ko: 스티커와 이모지
zh_tw: 貼圖與表情符號

# @title:window
source: Proxy
eu: Ordezkaria
ko: 프록시
zh_tw: 代理伺服器

# @title:group
source: Room notifications setting
eu: Gelako jakinarazpenen ezarpena
zh_tw: 聊天室通知設定

source: View Source
eu: Ikusi sorburua
zh_tw: 檢視原始碼

# @action:button
source: Reply in Thread
eu: Erantzun harian

source: Search for '%1'
eu: Bilatu '%1'
zh_tw: 搜尋 '%1'

source: Configure Web Shortcuts…
eu: Konfiguratu web-lasterbideak…
zh_tw: 設定網頁捷徑…

# @action:button
source: OK
ko: 확인

# @action:button
source: Emojis
ko: 이모지

# @action:button
source: Stickers
ko: 스티커

# 'Lat' and 'Lon' as in Latitude and Longitude
source: Lat: %1, Lon: %2
ko: 위도: %1, 경도: %2
zh_tw: 緯度：%2，經度：%1

source: Choose local file
zh_tw: 選擇本機檔案

source: Clipboard image
zh_tw: 剪貼簿影像

source: Attach an image or file
zh_tw: 附加影像或檔案

source: Emojis & Stickers
zh_tw: 表情符號與貼圖

source: Send a Location
zh_tw: 傳送位置

source: Send message
zh_tw: 傳送訊息

source: Send an encrypted message…
zh_tw: 傳送已加密訊息…

source: Set an attachment caption…
zh_tw: 設定附件說明…

source: Send a message…
zh_tw: 傳送訊息…

source: © 2018-2020 Black Hat, 2020-2024 KDE Community
zh_tw: © 2018-2020 Black Hat, 2020-2024 KDE 社群

# '<text>' does not look like a room id or alias.
source: '%1' does not look like a room id or alias.
zh_tw: '%1' 看起來不像是聊天室 ID 或別名。

source: Edit This Account
zh_tw: 編輯這個帳號

source: Notification Settings
zh_tw: 通知設定

source: Logout
zh_tw: 登出

source: Log in or create a new account
zh_tw: 登入或建立新帳號

source: Do you want to start a chat with %1?
zh_tw: 您要與 %1 開始私人聊天嗎？

source: Cancel sending attachment
zh_tw: 取消傳送附件

source: New Space Information
zh_tw: 新聊天空間資訊

source: New Room Information
zh_tw: 新聊天室資訊

source: Select type
zh_tw: 選取類型

source: Room
zh_tw: 聊天室

source: Space
zh_tw: 聊天空間

source: Name:
zh_tw: 名稱：

source: Topic:
zh_tw: 主題：

# @action:button
source: Create Space
zh_tw: 建立聊天空間

# @action:button
source: Create Room
zh_tw: 建立聊天室

source: Select Existing Room
zh_tw: 選取現存的聊天室

source: You have the required privilege level in the child to set this state
zh_tw: 您在子項目有足夠權限來設定這個狀態

# @action:button
source: Ok
zh_tw: 確定

# @action:inmenu
source: Show User
zh_tw: 顯示使用者

# text editing menu action
source: Undo
zh_tw: 復原

# text editing menu action
source: Redo
zh_tw: 重做

# text editing menu action
source: Cut
zh_tw: 剪下

# text editing menu action
source: Copy
zh_tw: 複製

# text editing menu action
source: Paste
zh_tw: 貼上

# text editing menu action
source: Delete
zh_tw: 刪除

# text editing menu action
source: Select All
zh_tw: 全部選取

source: Create a Space
zh_tw: 建立一個聊天空間

source: Remove…
zh_tw: 移除…

source: Configure NeoChat…
zh_tw: 設定 NeoChat…

# menu
source: Find your friends
zh_tw: 尋找您的朋友

# menu
source: New Group…
zh_tw: 建立新群組…

# menu
source: Browse Chats…
zh_tw: 瀏覽私人聊天…

# menu
source: Edit
zh_tw: 編輯

source: Open Quick Switcher
zh_tw: 開啟快速切換器

# menu
source: About Matrix
zh_tw: 關於 Matrix

source: This message was sent from a verified device
zh_tw: 這個訊息是從已驗證的裝置傳送的

source: Reply in Thread
zh_tw: 在對話串中回覆

# @info screenreader
source: The currently selected link
zh_tw: 目前選取的連結

# @info:label
source: %1 has invited you to join
zh_tw: %1 邀請您加入

# @info:label
source: This user is inviting you to chat.
zh_tw: 這個使用者邀請您聊天。

source: You can reject invitations from unknown users under Security settings.
zh_tw: 您可以在安全性設定底下設定回絕來自未知使用者的邀請。

# @action:button
source: Reject
zh_tw: 拒絕

# @action:button
source: Accept
zh_tw: 接受

source: Select a File
zh_tw: 選擇檔案

source: Bold
zh_tw: 粗體

source: Italic
zh_tw: 斜體

source: Strikethrough
zh_tw: 刪除線

source: Code block
zh_tw: 程式碼區塊

source: Quote
zh_tw: 引言

source: Insert link
zh_tw: 插入連結

source: Follow Global Setting
zh_tw: 跟隨全域設定

# @action:inmenu
source: Copy user's Matrix ID to Clipboard
zh_tw: 複製使用者的 Matrix ID 到剪貼簿

# @action:inmenu
source: Copy Address to Clipboard
zh_tw: 複製位址到剪貼簿

source: Leave Room
zh_tw: 離開聊天室

# @action:button
source: Leave this space
zh_tw: 離開這個聊天空間

# @action:button
source: Leave this room
zh_tw: 離開這個聊天室

source: No friends found
zh_tw: 找不到朋友

source: No rooms found
zh_tw: 找不到聊天室

source: You haven't added any of your friends yet, click below to search for them.
zh_tw: 您尚未加入任何朋友，點擊下方以搜尋您的朋友。

source: Join some rooms to get started
zh_tw: 先加入一些聊天室吧

source: Search in room directory
zh_tw: 在聊天室目錄裡搜尋

source: Search in friend directory
zh_tw: 在朋友目錄裡搜尋

source: NeoChat is offline. Please check your network connection.
zh_tw: NeoChat 目前為離線狀態。請檢查您的網路連線。

source: Welcome to NeoChat
zh_tw: 歡迎來到 NeoChat

source: Select or join a room to get started
zh_tw: 先加入或選擇聊天室吧

source: Message Source
zh_tw: 訊息原始碼

source: Share
zh_tw: 分享

source: Share the selected media
zh_tw: 分享選取的媒體

source: Sharing failed
zh_tw: 分享失敗

source: Shared url for image is <a href='%1'>%1</a>
zh_tw: 影像分享後的網址是 <a href='%1'>%1</a>

# @title
source: Create a Child
zh_tw: 建立子聊天室

# 'Space' is a matrix space
source: Leave Space
zh_tw: 離開聊天空間

source: Jump to first unread message
zh_tw: 跳到第一個未讀訊息

source: Jump to oldest loaded message
zh_tw: 跳到已載入的最舊的訊息

source: Jump to latest message
zh_tw: 跳到最新訊息

source: Drag items here to share them
zh_tw: 拖曳項目至此來分享它

source: Kick this user
zh_tw: 踢出這個使用者

source: Invite this user
zh_tw: 邀請這個使用者

source: Ban this user
zh_tw: 封鎖這個使用者

source: Unban this user
zh_tw: 解除封鎖使用者

source: Set user power level
zh_tw: 設定使用者能力等級

source: Switch User
zh_tw: 切換使用者

source: Open Settings
zh_tw: 開啟設定

source: Enter a user ID
zh_tw: 輸入一個使用者 ID

source: Deactivate Account
zh_tw: 停用帳號

source: Edit device name
zh_tw: 編輯裝置名稱

source: Verify device
zh_tw: 驗證裝置

source: Logout device
zh_tw: 登出裝置

source: Timeline Events
zh_tw: 時間軸事件

# @action:button
source: Reset All Configuration Values to Their Default
zh_tw: 將所有設定值重設為預設值

source: Privileged Users
zh_tw: 有權力的使用者

source: Default permissions
zh_tw: 預設權限

source: Basic permissions
zh_tw: 基本權限

source: Event permissions
zh_tw: 事件fm0vu0

source: Event Type…
zh_tw: 事件類型…

source: Follow global setting
zh_tw: 跟隨全域設定

source: Update avatar
zh_tw: 更新大頭貼

source: Room Information
zh_tw: 聊天室資訊

source: Room name:
zh_tw: 聊天室名稱：

source: Room topic:
zh_tw: 聊天室主題：

source: Room ID
zh_tw: 聊天室 ID

source: Copy room ID to clipboard
zh_tw: 複製聊天室 ID 到剪貼簿

source: Room version
zh_tw: 聊天室版本

source: Upgrade Room
zh_tw: 更新聊天室

source: Aliases
zh_tw: 別名

source: No canonical alias set
zh_tw: 未設定主要別名

source: Make this alias the room's canonical alias
zh_tw: 將此別名設為聊天室主要別名

source: Delete alias
zh_tw: 刪除別名

source: Add new alias
zh_tw: 新增別名

source: URL Previews
zh_tw: 網址預覽

source: Enable URL previews by default for room members
zh_tw: 預設為聊天室成員啟用網址預覽

source: Enable URL previews
zh_tw: 啟用網址預覽

source: URL previews are enabled by default in this room
zh_tw: 這個聊天室預設為啟用網址預覽

source: URL previews are disabled by default in this room
zh_tw: 這個聊天室預設已停用網址預覽

source: Enable
zh_tw: 啟用

source: Official Parent Spaces
zh_tw: 官方上層聊天空間

source: Canonical
zh_tw: 主要

source: Make canonical parent
zh_tw: 標記為主要上層

source: Remove parent
zh_tw: 移除上層

source: This room has no official parent spaces.
zh_tw: 此聊天室沒有任何官方上層聊天空間。

source: Upgrade the Room
zh_tw: 更新聊天室

source: Select new version
zh_tw: 選取新版本

source: You need to upgrade this room to a newer version to enable this setting.
zh_tw: 您必須將此聊天室更新到較新的版本才能啟用這個設定。

source: Security
zh_tw: 安全性

source: Enable encryption
zh_tw: 開啟加密

# option:check
source: Once enabled, encryption cannot be disabled.
zh_tw: 開啟加密後將無法再次關閉。

source: Only invited people can join.
zh_tw: 只有受邀請的使用者才能加入。

source: Anyone in the selected spaces can find and join.
zh_tw: 所選聊天空間內的任何人都可以搜尋到或加入。

source: Select spaces
zh_tw: 選取聊天空間

source: People not in the room need to request an invite to join the room.
zh_tw: 不在聊天室的人必須要請求加入聊天室的邀請。

source: Permissions
zh_tw: 權限

source: Maximize
zh_tw: 最大化
