Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

source: Invites the user to this room
eu: Erabiltzailea gela honetara gonbidatzen du
ko: 사용자를 이 대화방으로 초대
pt_br: Convidar o usuário para uma sala
zh_tw: 邀請使用者到這個聊天室

# Joining room <roomname>.
source: Joining room %1.
eu: %1 gelarekin bat egiten.
ko: %1 대화방에 입장합니다.
pt_br: Entrar na sala %1.
zh_tw: 正在加入聊天室 %1。

source: <room alias or id>
eu: <gelaren ezizena edo id.>
ko: <방 별명이나 id>
pt_br: <apelido da sala ou id>
zh_tw: <聊天室別名或 id>

source: Joins the given room
eu: Emandako gelara batzen da
ko: 지정한 대화방에 입장
pt_br: Entrar na sala fornecida
zh_tw: 加入指定聊天室

# Knocking room <roomname>.
source: Knocking room %1.
eu: %1 gelako atea jotzen.
ko: %1 대화방에 접근을 시도합니다.
pt_br: Sendo removido da sala %1.
zh_tw: 正在敲聊天室 %1 的門。

source: <room alias or id> [<reason>]
eu: <gelaren ezizena edo id> [<arrazoia>]
ko: <대화방 별명이나 id> [<이유>]
pt_br: <apelido da sala ou id> [<motivo>]
zh_tw: <聊天室別名或 ID> [<原因>]

source: Requests to join the given room
eu: Adierazitako gelara batzea eskatzen du
ko: 지정한 대화방에 입장 요청
pt_br: Solicita para entrar na sala fornecida
zh_tw: 請求加入指定聊天室

# You are already in room <roomname>.
source: You are already in room %1.
eu: Dagoeneko %1 gelan zaude.
ko: %1 대화방에 이미 입장해 있습니다.
pt_br: Você já está na sala %1.
zh_tw: 您已經在聊天室 %1 裡了。

source: [<room alias or id>]
eu: [<gelaren ezizena edo id.>]
ko: [<대화방 별명이나 id>]
pt_br: [<apelido da sala ou id>]
zh_tw: [<聊天室別名或 id>]

source: Leaves the given room or this room, if there is none given
eu: Emaniko gelatik irteten da, edo gela honetatik batere eman ez bada
ko: 지정한 대화방을 떠납니다. 지정하지 않으면 현재 대화방을 떠남
pt_br: Sai da sala fornecida ou desta sala, se não houver nenhuma fornecida
zh_tw: 離開指定的聊天室，若未指定聊天室則離開目前聊天室

source: <display name>
eu: <azaldu izena>
ko: <표시 이름>
pt_br: <nome de exibição>
zh_tw: <顯示名稱>

source: Changes your global display name
eu: Zure azaldutako izen globala aldatzen du
ko: 전역 표시 이름을 변경함
pt_br: Altera seu nome de exibição global
zh_tw: 變更您的全域顯示名稱

source: Changes your display name in this room
eu: Zure azaldutako izena gela honetan aldatzen du
ko: 이 대화방에서의 표시 이름을 변경함
pt_br: Altera seu nome de exibição nesta sala
zh_tw: 變更您在這個聊天室裡的顯示名稱

# <username> is already ignored.
source: %1 is already ignored.
eu: %1(e)ri dagoeneko ezikusi egiten zaio.
ko: %1 님은 이미 무시 중입니다.
pt_br: %1 já está ignorado.
zh_tw: %1 已經被忽略。

# <username> is now ignored
source: %1 is now ignored.
eu: %1(e)ri orain ezikusi egiten zaio.
ko: %1 님이 무시되었습니다.
pt_br: %1 agora está ignorado.
zh_tw: %1 已被忽略。

source: Ignores the given user
eu: Emaniko erabiltzaileari ezikusi egiten dio
ko: 지정한 사용자 무시
pt_br: Ignora o usuário fornecido
zh_tw: 忽略指定的使用者

# <username> is not ignored.
source: %1 is not ignored.
eu: %1(e)ri ezikusi egiten zaio.
ko: %1 님은 무시 중이 아닙니다.
pt_br: %1 não está ignorado.
zh_tw: %1 並未被忽略。

# <username> is no longer ignored.
source: %1 is no longer ignored.
eu: %1(e)ri ez zaio aurrerantzean ezikusi egiten.
ko: %1 님이 더 이상 무시되지 않습니다.
pt_br: %1 não está mais ignorado.
zh_tw: %1 已不再被忽略。

source: Unignores the given user
eu: Emaniko erabiltzaileari ezikusia egiteari uzten zaio
ko: 지정한 사용자 무시 해제
pt_br: Não ignora mais o usuário fornecido
zh_tw: 取消忽略指定的使用者

source: <reaction text>
eu: <erreakzio-testua>
ko: <반응 텍스트>
pt_br: <texto da reação>
zh_tw: <反應文字>

source: React to the message with the given text
eu: Erreakzionatu mezuari emanik testuarekin
ko: 메시지에 지정한 텍스트로 반응
pt_br: Reaja a esta mensagem com o texto fornecido
zh_tw: 用指定文字對訊息進行反應

# <user> is already banned from this room.
source: %1 is already banned from this room.
eu: %1(e)k gela honetarako debekua du dagoeneko.
ko: %1 님은 이미 이 대화방에서 차단되어 있습니다.
pt_br: %1 já está banido desta sala.
zh_tw: %1 本來就已被這個聊天室封鎖。

source: You are not allowed to ban users from this room.
eu: Ez zaizu uzten erabiltzaileei gela honetarako debekurik ipintzen.
ko: 이 대화방에서 사용자를 차단할 수 없습니다.
pt_br: Você não possui permissão para banir usuários desta sala.
zh_tw: 您不被允許從這個聊天室封鎖使用者。

# You are not allowed to ban <username> from this room.
source: You are not allowed to ban %1 from this room.
eu: Ez zaizu uzten %1(e)ri gela honetarako debekurik ipintzen.
ko: 이 대화방에서 %1 님을 차단할 수 없습니다.
pt_br: Você não possui permissão para banir %1 desta sala.
zh_tw: 您不被允許從這個聊天室封鎖 %1。

# <username> was banned from this room.
source: %1 was banned from this room.
eu: %1(e)ri gela honetarako debekua ipini zaio.
ko: %1 님이 이 대화방에서 차단되었습니다.
pt_br: %1 foi banido desta sala.
zh_tw: %1 已被這個聊天室封鎖。

source: <user id> [<reason>]
eu: <erabiltzaile-id> [<arrazoia>]
ko: <사용자 id> [<이유>]
pt_br: <id de usuário> [<motivo>]
zh_tw: <使用者 id> [<原因>]

source: Bans the given user
eu: Emaniko erabiltzaileari debekua ipintzen dio
ko: 지정한 사용자 차단
pt_br: bane o usuário fornecido
zh_tw: 封鎖指定的使用者

source: You are not allowed to unban users from this room.
eu: Ez zaizu uzten erabiltzaileei gela honetarako debekurik altsatzen.
ko: 이 대화방에서 사용자를 차단 해제할 수 없습니다.
pt_br: Você não possui permissão para desbanir usuários desta sala.
zh_tw: 您不被允許從這個聊天室解除封鎖使用者。

# <user> is not banned from this room.
source: %1 is not banned from this room.
eu: %1(e)ri ez zaio gela honetarako debekurik ipini.
ko: %1 님이 이 대화방에서 차단되지 않았습니다.
pt_br: %1 não está banido desta sala.
zh_tw: %1 未被從這個聊天室封鎖。

# <username> was unbanned from this room.
source: %1 was unbanned from this room.
eu: %1(e)ri gela honetarako debekatua altxatu zaio.
ko: %1 님이 이 대화방에서 차단 해제되었습니다.
pt_br: %1 foi desbanido desta sala.
zh_tw: %1 已被這個聊天室解除封鎖。

source: Removes the ban of the given user
eu: Emaniko erabiltzailearen debekua kentzen du
ko: 지정한 사용자의 차단 해제
pt_br: Remove o banimento do usuário fornecido
zh_tw: 解除指定使用者的封鎖

source: You cannot kick yourself from the room.
eu: Ezin duzu zeure burua gelatik bota.
ko: 자기 자신을 대화방에서 추방할 수 없습니다.
pt_br: Você não pode remover você mesmo da sala.
zh_tw: 您無法從聊天室踢出自己。

# <username> is not in this room
source: %1 is not in this room.
eu: %1 ez dago gela honetan.
ko: %1 님이 이 대화방에 없습니다.
pt_br: %1 não está nesta sala.
zh_tw: %1 不在這個聊天室裡。

source: You are not allowed to kick users from this room.
eu: Ez zaizu gelatik erabiltzaileak botatzen uzten.
ko: 이 대화방에서 사용자를 추방할 수 없습니다.
pt_br: Você não possui permissão para remover usuários desta sala.
zh_tw: 您不被允許從這個聊天室踢出使用者。

# You are not allowed to kick <username> from this room
source: You are not allowed to kick %1 from this room.
eu: Ez zaizu gelatik %1 erabiltzailea botatzen uzten.
ko: 이 대화방에서 %1 님을 추방할 수 없습니다.
pt_br: Você não possui permissão para remover %1 desta sala.
zh_tw: 您不被允許從這個聊天室踢出 %1。

# <username> was kicked from this room.
source: %1 was kicked from this room.
eu: %1 gela honetatik bota da.
ko: %1 님이 이 대화방에서 추방당했습니다.
pt_br: %1 foi removido desta sala.
zh_tw: %1 已被踢出這個聊天室。

source: Removes the user from the room
eu: Erabiltzailea gelatik kentzen du
ko: 대화방에서 사용자 제거
pt_br: Remove o usuário da sala
zh_tw: 從聊天室移除使用者

# Previously used emojis
source: History
eu: Historia
ko: 과거 기록
pt_br: Histórico
zh_tw: 歷史

# 'Smileys' is a category of emoji
source: Smileys
eu: Aurpegierak
ko: 스마일리
pt_br: Sorrisos
zh_tw: 微笑

# 'People' is a category of emoji
source: People
eu: Jendartea
ko: 사람
pt_br: Pessoas
zh_tw: 人們

# 'Nature' is a category of emoji
source: Nature
eu: Natura
ko: 자연
pt_br: Natureza
zh_tw: 自然

# 'Food' is a category of emoji
source: Food
eu: Janaria
ko: 음식
pt_br: Comida
zh_tw: 食物

# 'Activities' is a category of emoji
source: Activities
eu: Jarduerak
ko: 활동
pt_br: Atividades
zh_tw: 活動

# 'Travel' is a category of emoji
source: Travel
eu: Bidaia
ko: 여행
pt_br: Viagem
zh_tw: 旅行

# 'Objects' is a category of emoji
source: Objects
eu: Objektuak
ko: 물체
pt_br: Objetos
zh_tw: 物體

# 'Symbols' is a category of emoji
source: Symbols
eu: Ikurrak
ko: 기호
pt_br: Símbolos
zh_tw: 符號

# 'Flags' is a category of emoji
source: Flags
eu: Banderak
ko: 깃발
pt_br: Bandeiras
zh_tw: 旗幟

# 'Custom' is a category of emoji
source: Custom
eu: Neurrira
ko: 사용자 정의
pt_br: Personalizado
zh_tw: 自訂

# As in 'The user's own Stickers'
source: Own Stickers
eu: Eranskailu propioak
ko: 내 스티커
pt_br: Seus próprios stickers
zh_tw: 自己的貼圖

# As in 'The user's own emojis
source: Own Emojis
eu: Emoji propioak
ko: 내 이모지
pt_br: Seus próprios emojis
zh_tw: 自己的表情符號

# @info the person that created this room
source: Creator
eu: Sortzailea
ko: 생성자
pt_br: Criador

source: File too large to download.<br />Contact your matrix server administrator for support.
eu: Zama-jaisteko fitxategi handiegia.<br />Jar zaitez zure matrix zerbitzariaren administratzailearekin harremanean, laguntza lortzeko.
ko: 파일이 다운로드하기에 너무 큽니다.<br />Matrix 서버 관리자에게 연락하십시오.
pt_br: Arquivo muito grande para baixar.<br />Entre em contato com o administrador do seu servidor Matrix para obter suporte.
zh_tw: 檔案超過下載大小上限。請聯絡您的 matrix 伺服器管理員以求支援。

# @info
source: No identity server configured
eu: Ez da nortasun zerbitzaririk konfiguratu
ko: 아이덴티티 서버를 설정하지 않았음
pt_br: Nenhuma identidade de servidor configurada
zh_tw: 未設定身份伺服器

source: Room creation failed: %1
eu: Gela sortzea huts egin du: %1
ko: 대화방 생성 실패: %1
pt_br: Criação de sala falhou: %1
zh_tw: 聊天室建立失敗：%1

source: Space creation failed: %1
eu: Tokia sortzea huts egin du: %1
ko: 스페이스 생성 실패: %1
pt_br: Criação de espaço falhou: %1
zh_tw: 聊天空間建立失敗：%1

source: Report sent successfully.
eu: Txosten bidalketa arrakastatsua.
ko: 신고했습니다.
pt_br: Relatório enviado com sucesso.
zh_tw: 已成功傳送檢舉

# @title
source: Create Room
eu: Sortu gela
ko: 대화방 만들기
pt_br: Criar sala

# @action:button Create new room
source: Create
eu: Sortu
ko: 만들기
pt_br: Criar

# @info:label
source: Private
eu: Pribatua
ko: 개인
pt_br: Privada

# @info:description
source: This room can only be joined with an invite.
eu: Gela honetara batzeko gonbidapena behar da.
ko: 이 대화방에는 초대를 받아야 입장할 수 있습니다.
pt_br: As pessoas só podem entrar nesta sala com um convite.

# @info:label
source: Public
eu: Publikoa
ko: 공개
pt_br: Pública

# @info:description
source: This room can be found and joined by anyone.
eu: Gela hau edonork aurkitu dezake eta edonor batu daiteke.
ko: 이 대화방은 검색할 수 있으며 누구나 입장할 수 있습니다.
pt_br: Qualquer pessoa pode encontrar e entrar nesta sala.

# @info:label Name of the room
source: Name:
eu: Izena:
ko: 이름:
pt_br: Nome:

# @info:placeholder Placeholder for room name
source: New Room
eu: Gela berria
ko: 새 대화방
pt_br: Nova sala

# @info:label Address or alias to refer to the room by
source: Address:
eu: Helbidea:
ko: 주소:
pt_br: Endereço:

# @info:placeholder Placeholder address for the room
source: new-room
eu: gela-berria
ko: 새-대화방
pt_br: nova-sala

# @title
source: Create a Space
eu: Sortu toki bat
ko: 스페이스 만들기
pt_br: Criar um espaço
zh_tw: 建立一個聊天空間

# @action:button Create new space
source: Create
eu: Sortu
ko: 만들기
pt_br: Criar

# @info:label Name of the space
source: Name:
eu: Izena:
ko: 이름:
pt_br: Nome:

# @info:placeholder
source: New Space
eu: Toki berria
ko: 새 스페이스
pt_br: Novo espaço

source: Make this parent official
eu: Egin guraso hori ofiziala
ko: 이 부모를 공식으로 설정
pt_br: Torne isso pai oficial
zh_tw: 將此上層聊天空間設為官方

# @action:title
source: Explore Rooms
eu: Esploratu gelak
pt_br: Explorar salas
zh_tw: 瀏覽聊天室

# @action:button
source: Only show spaces
eu: Erakutsi tokiak besterik ez
ko: 스페이스만 표시
pt_br: Mostrar somente espaços
zh_tw: 只顯示聊天空間

source: Enter a Room Manually
eu: Sartu gela batera eskuz
ko: 직접 대화방 입력
pt_br: Digite uma sala manualmente
zh_tw: 手動輸入聊天室

source: If you already know a room's address or alias, and it isn't shown here.
eu: Gela baten helbidea edo ezizena ezagutzen baduzu, eta hemen erakusten ez bada.
ko: 대화방 이름이나 별명을 알고 있으며 여기에 표시되지 않는 경우에 해당합니다.
pt_br: Se você já sabe o endereço ou apelido de uma sala e ele não é mostrado aqui.
zh_tw: 您已經知道某個聊天室的位址或別名而它沒有出現在此時可使用。

source: Find a room…
eu: Aurkitu gela bat…
ko: 대화방 찾기…
pt_br: Encontrar uma sala...
zh_tw: 尋找聊天室…

# @info:label
source: No public rooms found
eu: Ez da gela publikorik aurkitu
ko: 공개 대화방을 찾을 수 없음
pt_br: Nenhuma sala pública encontrada
zh_tw: 沒有找到公開聊天室

# @info:label
source: No public rooms
ko: 공개 대화방을 찾을 수 없음
pt_br: Nenhuma sala pública

source: No name
eu: Izenik gabe
ko: 이름 없음
pt_br: Sem nome
zh_tw: 未命名

# @title:dialog
source: Invite a User
eu: Gonbidatu erabiltzaile bat
ko: 사용자 초대
pt_br: Convidar um usuário
zh_tw: 邀請一個使用者

# @info:placeholder
source: Find a user…
eu: Aurkitu erabiltzaile bat…
ko: 사용자 찾기…
pt_br: Encontrar um usuário...
zh_tw: 尋找使用者…

# @info:placeholder
source: No users found
eu: Ez da erabiltzailerik aurkitu
ko: 사용자를 찾을 수 없음
pt_br: Nenhum usuário encontrado
zh_tw: 找不到使用者

# @placeholder
source: Enter text to start searching for users
ko: 사용자 검색을 시작하려면 텍스트를 입력하십시오
pt_br: Digite o texto para começar procura de usuários

# @action:button
source: Invite this User
eu: Gonbidatu erabiltzaile hau
ko: 이 사용자 초대
pt_br: Convidar este usuário
zh_tw: 邀請這個使用者

# @info:tooltip
source: User is either already a member or has been invited
eu: Erabiltzailea dagoeneko kidea da edo gonbidapena jaso du
ko: 사용자가 이미 대화방에 소속되어 있거나 초대됨
pt_br: O usuário já é membro ou foi convidado
zh_tw: 使用者已經是成員或是已被邀請

# @action:button
source: Send invitation
eu: Bidali gonbita
ko: 초대 보내기
pt_br: Enviar convite
zh_tw: 傳送邀請

# @action:button
source: Search
eu: Bilatu
ko: 검색
pt_br: Pesquisar
zh_tw: 搜尋

source: <i>This event does not have any content.</i>
eu: <i>Gertaera honek ez dauka edukirik.</i>
ko: <i>이벤트에 내용이 없습니다.</i>
pt_br: <i>Este evento não possui nenhum conteúdo.</i>

source: Add an e-mail address:
eu: Gehitu e-posta helbide bat:
ko: 이메일 주소 추가:
pt_br: Adicionar um endereço de e-mail:
zh_tw: 新增電子郵件地址：

source: Confirm e-mail address
eu: Baieztatu e-posta helbidea
ko: 이메일 주소 확인
pt_br: Confirmar endereço de e-mail
zh_tw: 確認電子郵件地址

source: A confirmation e-mail has been sent to your address. Please continue here <b>after</b> clicking on the confirmation link in the e-mail
eu: Baieztatzeko e-posta bat bidali da zure helbidera. Mesedez, jarraitu hemen e-postan dagoen baieztatzeko estekan klik egin <b>ondoren</b>
ko: 이메일 주소로 확인 이메일을 보냈습니다. 이메일에 있는 확인 링크를 클릭한 <b>다음</b> 여기에서 계속 진행하십시오
pt_br: Um e-mail de confirmação foi enviado para o seu endereço. Continue aqui <b>após</b> clicar no link de confirmação no e-mail.
zh_tw: 一封確認信已經傳送到您的地址。請在點擊該信件中的確認連結<b>後</b>回到此處繼續

# @button
source: Re-send confirmation e-mail
eu: Berriz bidali baieztatzeko e-posta
ko: 확인 이메일 다시 보내기
pt_br: Re-enviar e-mail de confirmação
zh_tw: 重新傳送確認信

source: Server Url:
eu: Zerbitzariaren URL:
ko: 서버 URL:
pt_br: Url do servidor:
zh_tw: 伺服器網址：

source: Registration is disabled on this server.
eu: Erregistratzea ezgaituta dago zerbitzari horretan.
ko: 이 서버에 등록이 비활성화되어 있습니다.
pt_br: O registro está desabilitado neste servidor.
zh_tw: 此伺服器已停用註冊。

source: Loading
eu: Zamatzen…
ko: 불러오는 중
pt_br: Carregando
zh_tw: 載入中

# @action:button
source: Continue in Browser
eu: Jarraitu arakatzailean
ko: 브라우저에서 계속 진행
pt_br: Continuar no navegador

source: Please wait while your messages are loaded from the server. This might take a little while.
eu: Mesedez, itxoin zure mezuak zerbitzaritik zamatu bitartean. Denbora pixka bat eraman dezake.
ko: 서버에서 메시지를 불러오는 동안 잠시 기다려 주십시오. 시간이 걸릴 수 있습니다.
pt_br: Aguarde enquanto suas mensagens são carregadas do servidor. Isso pode demorar um pouco.
zh_tw: 請稍候，正在從伺服器載入您的訊息。這可能會花上一段時間。

source: Network Error: %1
eu: Sareko errorea: %1
ko: 네트워크 오류: %1
pt_br: Erro de rede: %1
zh_tw: 網路錯誤：%1

source: Login Failed: %1
eu: Saio-hastea huts egin du: %1
ko: 로그인 실패: %1
pt_br: Falha ao entrar: %1
zh_tw: 登入失敗：%1

source: Matrix ID:
pt_br: ID do Matrix:

source: Matrix ID
pt_br: ID Matrix

# @action:button
source: Continue
eu: Jarraitu
ko: 계속
pt_br: Continuar
zh_tw: 繼續

source: Already logged in
eu: Dagoeneko saio-hasita
ko: 이미 로그인됨
pt_br: Já autenticado
zh_tw: 已經登入

# @action:button
source: Login with password
eu: Pasahitz bidez saio-hastea
ko: 암호로 로그인
pt_br: Entrar com senha
zh_tw: 用密碼登入

# @action:button
source: Login with single sign-on
eu: Autentifikazio bakarrarekin (SSO) saio-hastea
ko: 싱글 사인온으로 로그인
pt_br: Entrar com autenticação única
zh_tw: 用 single sign-on 登入

# @action:button
source: Login
eu: Saio-hasi
ko: 로그인
pt_br: Entrar
zh_tw: 登入

# @action:button
source: Register
eu: Erregistratu
ko: 등록
pt_br: Registrar
zh_tw: 註冊

source: Password:
eu: Pasahitza:
ko: 암호:
pt_br: Senha:
zh_tw: 密碼：

source: Password
eu: Pasahitza
ko: 암호
pt_br: Senha
zh_tw: 密碼

source: Invalid username or password
eu: Erabiltzaile-izen edo pasahitz baliogabea
ko: 사용자 이름이나 암호가 잘못됨
pt_br: Nome de usuário ou senha inválido
zh_tw: 無效的使用者名稱或密碼

source: Confirm Password:
eu: Baieztatu pasahitza:
ko: 암호 확인:
pt_br: Confirmar senha:
zh_tw: 確認密碼：

source: The passwords do not match.
eu: Pasahitzak ez datoz bat.
ko: 암호가 일치하지 않습니다.
pt_br: As senhas não coincidem.
zh_tw: 密碼不符。

source: No server.
eu: Zerbitzaririk ez.
ko: 서버가 없습니다.
pt_br: Nenhum servidor.
zh_tw: 無伺服器。

source: Checking Server availability.
eu: Zerbitzariaren eskuragarritasuna egiaztatzen.
ko: 서버를 확인하고 있습니다.
pt_br: Verificando disponibilidade de servidor.
zh_tw: 正在檢查伺服器可用性。

source: This is not a valid server.
eu: Zerbitzari horrek ez du balio.
ko: 올바른 서버가 아닙니다.
pt_br: Este não é um servidor válido.
zh_tw: 這不是一個有效的伺服器。

source: Registration for this server is disabled.
eu: Zerbitzari horretako erregistroa ezgaituta dago.
ko: 이 서버에 등록이 비활성화되어 있습니다.
pt_br: O registro está desabilitado para este servidor.
zh_tw: 此伺服器已停用註冊。

source: No username.
eu: Erabiltzaile-izenik ez.
ko: 사용자 이름이 없습니다.
pt_br: Sem nome de usuário.
zh_tw: 無使用者名稱。

source: Checking username availability.
eu: Erabiltzaile-izenaren eskuragarritasuna egiaztatzen.
ko: 사용자 이름 사용 가능 여부를 확인하고 있습니다.
pt_br: Verificando a disponibilidade do nome de usuário.
zh_tw: 正在檢查使用者名稱是否可用。

source: This username is not available.
eu: Erabiltzaile-izen hori ez dago eskuragarri.
ko: 이 사용자 이름을 사용할 수 없습니다.
pt_br: Este nome de usuário não está disponível.
zh_tw: 無法使用這個使用者名稱。

source: Continue
eu: Jarraitu
ko: 계속
pt_br: Continuar
zh_tw: 繼續

source: Working
eu: Lanean
ko: 작업 중
pt_br: Trabalhando
zh_tw: 處理中

source: Continue the login process in your browser.
eu: Jarraitu saio-hasteko prozesua zure arakatzailean.
ko: 웹 브라우저에서 로그인 절차를 완료하십시오.
pt_br: Continue com o processo da autenticação em seu navegador.
zh_tw: 在您的瀏覽器繼續進行登入流程。

# @action:button
source: Re-open SSO URL
eu: Berrireki SSO URL
ko: SSO URL 다시 열기
pt_br: Re-abrir URL SSO
zh_tw: 重新開啟一次性登入 (SSO) 網址

source: Terms & Conditions
eu: Terminoen &baldintzak
ko: 이용 약관
pt_br: Termos & Condições
zh_tw: 條款與細則

source: By continuing with the registration, you agree to the following terms and conditions:
eu: Erregistroarekin jarraitzen baduzu, ondoko termino eta baldintzak onartzen dituzu:
ko: 등록을 계속하려면 다음 이용 약관에 동의해야 합니다:
pt_br: Ao continuar com o cadastro, você concorda com os seguintes termos e condições:
zh_tw: 繼續註冊代表您同意以下條款與細則：

source: Username:
eu: Erabiltzaile-izena:
ko: 사용자 이름:
pt_br: Nome de usuário:
zh_tw: 使用者名稱：

source: Username unavailable
eu: Erabiltzaile-izena ez dago erabilgarri
ko: 사용자 이름을 사용할 수 없음
pt_br: Nome de usuário indisponível
zh_tw: 使用者名稱無法使用

source: Welcome
eu: Ongi etorri
ko: 환영합니다
pt_br: Bem-vindo
zh_tw: 歡迎

# @title
source: Continue with an existing account
eu: Jarraitu aurrez dagoen kontu batekin
ko: 기존 계정으로 진행
pt_br: Continuar com uma conta existente
zh_tw: 用現存帳號繼續

# As in 'this account is still loading'
source: %1 (loading)
eu: %1 (Zamatzen)
ko: %1(불러오는 중)
pt_br: %1 (carregando)
zh_tw: %1 (載入中)

# @action:button
source: Log out of this account
eu: Irten kontu honetatik
ko: 이 계정에서 로그아웃
pt_br: Sair desta conta
zh_tw: 從這個帳號登出

# @title
source: Log in or Create a New Account
eu: Saioa hasi edo sortu kontu bat
ko: 기존 계정에 로그인하거나 새 계정 만들기
pt_br: Entrar ou criar uma nova conta
zh_tw: 登入或建立新帳號

# @action:button
source: Go back
eu: Itzuli
ko: 뒤로 가기
pt_br: Voltar
zh_tw: 返回

# @action:button
source: Settings
eu: Ezarpenak
ko: 설정
pt_br: Configurações
zh_tw: 設定

source: %1 started a user verification
eu: %1(e)k erabiltzaile egiaztapen bat abiatu du
ko: %1 님이 사용자 확인을 시작함
pt_br: %1 iniciou a verificação de usuário
zh_tw: %1 開始了使用者驗證

# @action:button
source: Confirm edit
eu: Berretsi editatutakoa
ko: 편집 확인
pt_br: Confirmar edição
zh_tw: 確認編輯

# @action:button
source: Post message in thread
eu: Bidali mezua harian
ko: 스레드에 메시지 게시
pt_br: Postar mensagem no tópico
zh_tw: 在對話串中張貼訊息

# @action:button
source: Cancel
eu: Utzi
ko: 취소
pt_br: Cancelar
zh_tw: 取消

source: Copy to clipboard
eu: Kopiatu arbelera
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
zh_tw: 複製到剪貼簿

# @action:button
source: Maximize
eu: Maximizatu
ko: 최대화
pt_br: Maximizar
zh_tw: 最大化

source: This message is encrypted and the sender has not shared the key with this device.
eu: Mezu hori zifratuta dago eta igorleak ez du gakoa gailu honekin partekatu.
ko: 이 메시지는 암호화되어 있으며 전송한 사람이 이 장치와 키를 공유하지 않았습니다.
pt_br: Esta mensagem está criptografada e o remetente não compartilhou a chave com este dispositivo.
zh_tw: 這個訊息已加密而傳送者並未與本裝置分享金鑰。

# @action:button
source: Fetch More Events
eu: Eskuratu gertaera gehiago
ko: 더 많은 이벤트 가져오기
pt_br: Obter mais eventos
zh_tw: 取得更多事件

# tooltip for a button on a message; offers ability to download its file
source: Download
eu: Zama-jaitsi
ko: 다운로드
pt_br: Baixar
zh_tw: 下載

source: Open File
eu: Ireki fitxategia
ko: 파일 열기
pt_br: Abrir arquivo
zh_tw: 開啟檔案

# tooltip for a button on a message; stops downloading the message's file
source: Stop Download
eu: Gelditu zama-jaistea
ko: 다운로드 정지
pt_br: Parar de baixar
zh_tw: 停止下載

# flight departure, %1 is airport, %2 is time
source: Departure from %1
eu: Irteera %1(e)tik
ko: %1 출발
pt_br: Partida de %1
zh_tw: 從 %1 出發

# flight arrival, %1 is airport, %2 is time
source: Arrival at %1
eu: Helduera %1(e)ra
ko: %1 도착
pt_br: Chegada em %1
zh_tw: 抵達於 %1

source: Check-in time: %1
eu: Izen-emate ordua: %1
ko: 체크인 시간: %1
pt_br: Horário de entrada: %1
zh_tw: Check-in 時間：%1

source: Check-out time: %1
eu: Ordaindu eta irtete ordua: %1
ko: 체크아웃 시간: %1
pt_br: Horário do sistema: %1
zh_tw: Check-out 時間：%1

# @action:button
source: Hide Image
eu: Ezkutatu irudia
ko: 그림 숨기기
pt_br: Ocultar imagem

# @action:button
source: Show Image
eu: Erakutsi irudia
ko: 그림 표시
pt_br: Mostrar imagem
zh_tw: 設定影像

# @action
source: Send to KDE Itinerary
eu: Bidali KDE «Itinerary»ra
ko: KDE 여행 정보로 전송
pt_br: Enviar para o KDE Itinerary
zh_tw: 傳送到 KDE 旅程計劃

# As in remove the link preview so it's no longer shown
source: Remove preview
eu: Kendu aurreikuspegia
ko: 미리 보기 삭제
pt_br: Remover visualização
zh_tw: 移除預覽

source: Shrink preview
eu: Txikiagotu aurreikuspegia
ko: 미리 보기 축소
pt_br: Encolher visualização
zh_tw: 收起預覽

source: Expand preview
eu: Zabaldu aurreikuspegia
ko: 미리 보기 확장
pt_br: Expandir visualização
zh_tw: 展開預覽

source: Loading reply
eu: Erantzuna zamatzen
ko: 답장 불러오는 중
pt_br: Carregando resposta
zh_tw: 載入回覆中

source: Loading URL preview
eu: URLaren aurreikuspegia zamatzen
ko: URL 미리 보기 불러오는 중
pt_br: Carregando visualização da URL
zh_tw: 正在載入網址預覽

# @info Loading this message
source: Loading…
ko: 불러오는 중…
pt_br: Carregando...

# @action:button Open the location in an external program
source: Open Externally
eu: Ireki kanpotik
ko: 외부 프로그램으로 열기
pt_br: Abrir externamente
zh_tw: 在外部開啟

# @action:button
source: Open Fullscreen
eu: Ireki pantaila-betean
ko: 전체 화면 열기
pt_br: Abrir em tela cheia

# @info
source: This message was either not found, you do not have permission to view it, or it was sent by an ignored user
eu: Mezua ez da aurkitu, ez duzu hura ikusteko baimena, edo ezikusitako erabiltzaile batek bidalitakoa da
ko: 이 메시지를 찾지 못했거나, 메시지를 볼 수 있는 권한이 없거나, 무시한 사용자가 전송했습니다
pt_br: Esta mensagem não foi encontrada, você não tem permissão para visualizá-la ou ela foi enviada por um usuário ignorado.
zh_tw: 這個訊息找不到，或是您沒有閱讀它的權限，或者它是由已忽略的使用者所送出的

# @info
source: Loading reply…
ko: 답장 불러오는 중…
pt_br: Carregando resposta…

# @info
source: Failed to download file.
eu: Fitxategia zama-jaistea huts egin du.
ko: 파일을 다운로드할 수 없습니다.
pt_br: Falha ao baixar o arquivo.

# @info Failed to download file: [error message]
source: Failed to download file:<br />%1
eu: Fitxategia zama-jaistea huts egin du:<br />%1
ko: 파일을 다운로드할 수 없음:<br />%1
pt_br: Falha ao baixar o arquivo:<br />%1
