Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

source: Unable to read access token: %1
eu: Ez da sartzeko tokena irakurtzeko gai: %1
ko: 접근 토큰을 읽을 수 없음: %1
pt_br: Não foi possível ler o token de acesso: %1
zh_tw: 無法讀取存取權杖：%1

source: Invited
eu: Gonbidatuta
ko: 초대 받음
pt_br: Convidado
zh_tw: 已邀請

source: Favorite
eu: Gogokoak
ko: 책갈피
pt_br: Favorito
zh_tw: 最愛

source: Direct Messages
pt_br: Mensagens diretas

source: Low priority
eu: Lehentasun txikia
ko: 낮은 우선 순위
pt_br: Prioridade baixa
zh_tw: 低優先權

source: Spaces
eu: Tokiak
ko: 스페이스
pt_br: Espaços
zh_tw: 聊天空間

# @info Meaning: official information messages from your server
source: Server Notices
eu: Zerbitzariaren oharpenak
ko: 서버 공지
pt_br: Avisos do servidor

source: Member
eu: Kidea
ko: 구성원
pt_br: Membro
zh_tw: 成員

source: Moderator
eu: Moderatzailea
ko: 중재자
pt_br: Moderador
zh_tw: Mod

source: Admin
eu: Administratzailea
ko: 관리자
pt_br: Administrador
zh_tw: 管理員

source: Mute
eu: Isilarazi
ko: 뮤트
pt_br: Mudo
zh_tw: 靜音

source: Custom
eu: Neurrira
ko: 사용자 정의
pt_br: Personalizado
zh_tw: 自訂

# As in sorting alphabetically with A first and Z last
source: Alphabetical Ascending
eu: Alfabetikoki gorantz
ko: 가나다순
pt_br: Alfabética crescente
zh_tw: 字母（遞增）

# As in sorting alphabetically with Z first and A last
source: Alphabetical Descending
eu: Alfabetikoki beherantz
ko: 가나다 역순
pt_br: Alfabética decrescente
zh_tw: 字母（遞減）

# As in sorting rooms with unread message above those without
source: Has Unread Messages
eu: Irakurri gabeko mezuak ditu
ko: 읽지 않은 메시지 있음
pt_br: Possui mensagens não lidas
zh_tw: 有未讀訊息

# As in sorting rooms with the most unread messages higher
source: Most Unread Messages
eu: Irakurri gabeko mezu gehien
ko: 읽지 않은 메시지 개수순
pt_br: Mais mensagens não lidas
zh_tw: 最多未讀訊息

# As in sorting rooms with highlighted message above those without
source: Has Highlighted Messages
eu: Nabarmendutako mezuak ditu
ko: 강조된 메시지 있음
pt_br: Possui mensagens destacadas
zh_tw: 有已突顯的訊息

# As in sorting rooms with the most highlighted messages higher
source: Most Highlighted Messages
eu: Nabarmendutako mezu gehien
ko: 강조된 메시지 개수순
pt_br: Mais mensagens destacadas
zh_tw: 最多已突顯的訊息

# As in sorting the chat room with the newest meassage first
source: Last Active
eu: Azken aktiboa
ko: 마지막 활성
pt_br: Última ativa
zh_tw: 上次活躍時間

# @info
source: Room names closer to A alphabetically are higher
eu: Alfabetikoki Atik gertuago dauden gela-izenak gorago daude
ko: 방 이름이 가에 가까울수록 높음
pt_br: Salas com nomes mais próximos de A alfabeticamente são mais altas
zh_tw: 名稱接近 A 的聊天室會排在上面

# @info
source: Room names closer to Z alphabetically are higher
eu: Alfabetikoki Ztik gertuago dauden gela-izenak gorago daude
ko: 방 이름이 힣에 가까울수록 높음
pt_br: Salas com nomes mais próximos de Z alfabeticamente são mais altas
zh_tw: 名稱接近 Z 的聊天室會排在上面

# @info
source: Rooms with unread messages are higher
eu: Irakurri gabeko mezuak dituzten gelak gorago daude
ko: 방에 읽지 않은 메시지가 있으면 높음
pt_br: Salas com mensagens não lidas são mais altas
zh_tw: 有未讀訊息的聊天室會排在上面

# @info
source: Rooms with the most unread message are higher
eu: Irakurri gabeko mezu gehien dituzten gelak gorago daude
ko: 방에 읽지 않은 메시지가 많을수록 높음
pt_br: Salas com mais mensagens não lidas são mais altas
zh_tw: 有最多未讀訊息的聊天室會排在上面

# @info
source: Rooms with highlighted messages are higher
eu: Nabarmendutako mezuak dituzten gelak gorago daude
ko: 방에 강조된 메시지가 있으면 높음
pt_br: Salas com mensagens destacadas são mais altas
zh_tw: 有已突顯的訊息的聊天室會排在上面

# @info
source: Rooms with the most highlighted messages are higher
eu: Nabarmendutako mezu gehien dituzten gelak gorago daude
ko: 방에 강조된 메시지가 많을수록 높음
pt_br: Salas com mais mensagens destacadas são mais altas
zh_tw: 有最多已突顯的訊息的聊天室會排在上面

# @info
source: Rooms with newer events are higher
pt_br: As salas com eventos mais novos estão mais altas

source: <i>[This message was deleted]</i>
eu: <i>[Mezu hau ezabatu egin da]</i>
ko: <i>[이 메시지가 삭제됨]</i>
pt_br: <i>[Esta mensagem foi excluída]</i>
zh_tw: <i>[此訊息已被刪除]</i>

source: <i>[This message was deleted: %1]</i>
eu: <i>[Mezu hau ezabatu egin da: %1]</i>
ko: <i>[이 메시지가 삭제됨: %1]</i>
pt_br: <i>[Esta mensagem foi excluída: %1]</i>
zh_tw: <i>[此訊息已被刪除：%1]</i>

source: reinvited %1 to the room
eu: %1 gelara berriz gonbidatua
ko: %1 님을 대화방에 다시 초대함
pt_br: %1 foi convidado para a sala novamente
zh_tw: 已重新邀請 %1 到聊天室裡

source: joined the room (repeated)
eu: gelara batu da (errepikatuta)
ko: 님이 대화방에 입장함(반복됨)
pt_br: entrou na sala (novamente)
zh_tw: 已加入聊天室（重複）

source: invited %1 to the room
eu: %1 gelara gonbidatu du
ko: 님이 %1 님을 대화방에 초대함
pt_br: %1 foi convidado para a sala
zh_tw: 已邀請 %1 到聊天室裡

source: joined the room
eu: gelara batu da
ko: 님이 대화방에 입장함
pt_br: entrou na sala
zh_tw: 已加入聊天室

# their refers to a singular user
source: cleared their display name
eu: azaldutako bere izena hustu du
ko: 님이 표시 이름을 지움
pt_br: limpou seu nome de exibição
zh_tw: 將其顯示名稱清除了

# their refers to a singular user
source: changed their display name to %1
eu: azaldutako bere izena «%1»(e)ra aldatu du
ko: 님이 표시 이름을 %1(으)로 변경함|/|표시 이름을 %1$[으 %1]로 변경함
pt_br: alterou seu nome de exibição para %1
zh_tw: 將其顯示名稱變更為 %1

source: and
eu: eta
ko: 및
pt_br: e
zh_tw: 和

# their refers to a singular user
source: cleared their avatar
eu: bere abatarra hustu du
ko: 님이 아바타를 지움
pt_br: limpou seu avatar de usuário
zh_tw: 將其頭貼清除了

source: set an avatar
eu: ezarri abatar bat
ko: 님이 아바타를 설정함
pt_br: definiu um avatar de usuário
zh_tw: 設定了頭貼

# their refers to a singular user
source: updated their avatar
eu: bere abatarra eguneratu du
ko: 님이 아바타를 업데이트함
pt_br: atualizou seu avatar de usuário
zh_tw: 更新了他的頭貼

# <user> changed nothing
source: changed nothing
eu: ez da ezer aldatu
ko: 님이 아무것도 변경하지 않음
pt_br: não mudou nada
zh_tw: 什麼都沒改

source: withdrew %1's invitation
eu: %1(r)en gonbidapena indargabetu du
ko: 님이 %1 님의 초대를 거절함
pt_br: cancelou o convite de %1
zh_tw: 撤回了 %1 的邀請

source: rejected the invitation
eu: gonbidapena errefusatu du
ko: 님이 초대를 거절함
pt_br: rejeitou o convite
zh_tw: 拒絕了邀請

source: unbanned %1
eu: %1(e)ri debekua altxatu zaio
ko: 님이 %1 님의 차단을 해제함
pt_br: %1 teve seu ban removido
zh_tw: 解除了 %1 的封鎖

source: self-unbanned
eu: bere buruari debekua altxatu dio
ko: 님이 자기 자신의 차단을 해제함
pt_br: removeu seu próprio ban
zh_tw: 已自我解除封鎖

source: left the room
eu: gela utzi du
ko: 님이 대화방을 떠남
pt_br: saiu da sala
zh_tw: 已離開聊天室

source: has put %1 out of the room: %2
eu: %1 gelatik kanporatu du: %2
pt_br: removeu %1 da sala: %2
zh_tw: 已將 %1 移出聊天室：%2

source: has put %1 out of the room
eu: %1 gelatik kanporatu du
pt_br: removeu %1 da sala
zh_tw: 已將 %1 移出聊天室

source: banned %1 from the room
eu: %1(e)ri gelarako debekua ipini zaio
ko: 님이 %1 님을 대화방에서 차단함
pt_br: baniu %1 da sala
zh_tw: 已從聊天室封鎖 %1

source: banned %1 from the room: %2
eu: %1(e)ri gelarako debekua ipini zaio: %2
ko: 님이 %1 님을 대화방에서 차단함: %2
pt_br: baniu %1 da sala: %2
zh_tw: 已從聊天室封鎖 %1：%2

source: self-banned from the room
eu: bere buruari gela honetarako debekua ipinita
ko: 님이 대화방에서 자기 자신을 차단함
pt_br: baniu a si mesmo da sala
zh_tw: 已從聊天室自行封鎖

source: requested an invite
eu: gonbidapen bat eskatu du
ko: 님이 초대를 요청함
pt_br: solicitou um convite
zh_tw: 請求了邀請

source: requested an invite with reason: %1
eu: gonbidapen bat eskatu du, arrazoia: %1
ko: 님이 이유와 함께 초대를 요청함: %1
pt_br: solicitou um convite com motivo: %1
zh_tw: 請求了邀請，理由：%1

source: made something unknown
eu: zerbait ezezaguna egin du
ko: 님이 알 수 없는 무언가를 함
pt_br: fez algo desconhecido
zh_tw: 做了不明的東西

source: cleared the room main alias
eu: gelaren ezizen nagusia hustu du
ko: 님이 대화방 주 별명을 지움
pt_br: limpou o apelido principal da sala
zh_tw: 清除了聊天室的主別名

source: set the room main alias to: %1
eu: ezarri gelako ezizen nagusia honetara: %1
ko: 님이 대화방 주 별명을 다음으로 설정함: %1
pt_br: definiu o apelido principal da sala para: %1
zh_tw: 設定聊天室的主別名為：%1

source: cleared the room name
eu: gelako izena hustu du
ko: 님이 대화방 이름을 지움
pt_br: limpou o nome da sala
zh_tw: 清除了聊天室名稱

source: set the room name to: %1
eu: ezarri gelaren izana honetara: %1
ko: 님이 대화방 이름을 다음으로 설정함: %1
pt_br: definiu o nome da sala para: %1
zh_tw: 設定聊天室名稱為：%1

source: cleared the topic
eu: gaia hustu du
ko: 님이 대화방 주제를 삭제함
pt_br: limpou o assunto da sala
zh_tw: 清除了主題

source: set the topic to: %1
eu: ezarri gai honetara: %1
ko: 님이 대화방 주제를 설정함: %1
pt_br: definiu o assunto da sala para: %1
zh_tw: 設定主題為：%1

source: changed the room avatar
eu: gelako abatarra aldatu du
ko: 님이 대화방 아바타를 변경함
pt_br: alterou o avatar da sala
zh_tw: 變更了聊天室頭貼

source: activated End-to-End Encryption
eu: muturren arteko zifratzea aktibatu da
ko: 님이 종단간 암호화를 활성화함
pt_br: ativou criptografia ponta-a-ponta
zh_tw: 啟用了端對端加密

source: upgraded the room to version %1
eu: gela %1 bertsiora bertsio-berritu da
ko: 님이 대화방을 버전 %1(으)로 업그레이드함
pt_br: atualizou a sala para a versão %1
zh_tw: 更新了聊天室到版本 %1

source: created the room, version %1
eu: gela sortu da, %1 bertsioa
ko: 님이 대화방을 만듦, 버전 %1
pt_br: criou a sala, versão %1
zh_tw: 建立了聊天室，版本 %1

# 'power level' means permission level
source: changed the power levels for this room
eu: gela honetako ahalmen mailak aldatu dira
ko: 님이 이 대화방의 권한 수준을 변경함
pt_br: alterou os níveis de poderes desta sala
zh_tw: 變更了這個聊天室的能力等級

source: changed the server access control lists for this room
eu: gela honetarako zerbitzarira sartzeko kontrol-zerrendak aldatu ditu
ko: 님이 이 대화방의 서버 측 접근 권한 목록을 변경함
pt_br: alterou as listas de controle de acesso do servidor para esta sala
zh_tw: 變更了這個聊天室的伺服器存取控制清單 (ACL)

# [User] added <name> widget
source: added %1 widget
eu: trepeta %1 gehitu da
ko: 님이 %1 위젯을 추가함
pt_br: adicionou widget %1
zh_tw: 新增了 %1 元件

# [User] removed <name> widget
source: removed %1 widget
eu: trepeta %1 kendu da
ko: 님이 %1 위젯을 삭제함
pt_br: removeu widget %1
zh_tw: 移除了 %1 元件

# [User] configured <name> widget
source: configured %1 widget
eu: trepeta %1 konfiguratu da
ko: 님이 %1 위젯을 설정함
pt_br: configurou widget %1
zh_tw: 設定了 %1 元件

# [User] left a [voice/video] call
source: left a call
eu: dei bat utzi du
ko: 님이 통화에 참가함
pt_br: saiu de uma chamada

# [User] joined a [voice/video] call
source: joined a call
eu: dei batera batu da
ko: 님이 통화에서 떠남
pt_br: entrou em uma chamada

# [User] configured an extension
source: configured an extension
pt_br: extensão configurada

source: updated %1 state
eu: %1 egoera eguneratu da
ko: 님이 %1 상태를 업데이트함
pt_br: atualizou o estado %1
zh_tw: 更新了 %1 狀態

source: updated %1 state for %2
eu: %2(r)en %1 egoera eguneratu da
ko: 님이 %1 상태를 %2(으)로 업데이트함|/|님이 %1 상태를 %2$[으 %2]로 업데이트함
pt_br: atualizou o estado %1 for %2
zh_tw: 為 %2 更新了 %1 狀態

# @info In room list
source: Encrypted event
eu: Zifratutako gertaerak
ko: 암호화된 이벤트
pt_br: Evento criptografado

# [user] reacted with <emoji>
source: reacted with %1
eu: %1(r)ekin erreakzionatu du
ko: 님이 %1(으)로 반응함
pt_br: reagiu com %1

source: Unknown event
eu: Gertaera ezezaguna
ko: 알 수 없는 이벤트
pt_br: Evento desconhecido
zh_tw: 未知事件

source: a file
eu: fitxategi bat
ko: 파일
pt_br: um arquivo
zh_tw: 一個檔案

source: %1 sent a message
eu: %1(e)k mezua bat bidali du
ko: %1 님이 메시지를 보냄
pt_br: %1 enviou uma mensagem
zh_tw: %1 傳送了訊息

source: %1 sent a sticker
eu: %1(e)k eranskailu bat bidali du
ko: %1 님이 스티커를 보냄
pt_br: %1 enviou um sticker
zh_tw: %1 傳送了貼圖

source: %1 reinvited someone to the room
eu: %1(e)k norbait gelara berriz gonbidatu du
ko: %1 님이 누군가를 대화방에 다시 초대함
pt_br: %1 foi convidado para a sala novamente por alguém
zh_tw: %1 重新邀請了某人到聊天室裡

source: %1 joined the room (repeated)
eu: %1 gelara batu da (errepikatuta)
ko: %1 님이 대화방에 입장함(반복됨)
pt_br: %1 entrou na sala (novamente)
zh_tw: %1 已加入聊天室（重複）

source: %1 invited someone to the room
eu: %1(e)k norbait gelara gonbidatu du
ko: %1 님이 누군가를 대화방에 초대함
pt_br: %1 convidou alguém para a sala
zh_tw: %1 已邀請某人到聊天室裡

source: %1 joined the room
eu: %1 gelara batu da
ko: %1 님이 대화방에 입장함
pt_br: %1 entrou na sala
zh_tw: %1 已加入聊天室

source: %1 set a display name and set an avatar
eu: %1(e)k azaldutako izen bat eta abatar bat ezarri ditu
ko: %1 님이 표시 이름을 설정하고 아바타를 설정함
pt_br: %1 definiu um nome de exibição e um avatar
zh_tw: %1 設定了顯示名稱和頭貼

source: %1 set a display name and updated their avatar
eu: %1(e)k azaldutako izen bat ezarri eta bere abatara eguneratu dute
ko: %1 님이 표시 이름을 설정하고 아바타를 업데이트함
pt_br: %1 definiu um nome de exibição e atualizou seu avatar
zh_tw: %1 設定了顯示名稱並更新了他的頭貼

source: %1 set a display name and cleared their avatar
eu: %1(e)k azaldutako izen bat ezarri eta bere abatara hustu dute
ko: %1 님이 표시 이름을 설정하고 아바타를 지움
pt_br: %1 definiu um nome de limpou seu avatar
zh_tw: %1 設定了顯示名稱並將其頭貼清除了

source: %1 set a display name for this room
eu: %1(e)k gela honetarako azaldutako izena ezarri du
ko: %1 님이 이 대화방에서의 표시 이름을 설정함
pt_br: %1 alterou seu nome de exibição para esta sala
zh_tw: %1 設定了這個聊天室的顯示名稱

source: %1 changed their display name and set an avatar
eu: %1(e)k azaldutako bere izena aldatu eta abatar bat ezarri dute
ko: %1 님이 표시 이름을 변경하고 아바타를 설정함
pt_br: %1 alterou seu nome de exibição e definiu um avatar
zh_tw: %1 變更了他的顯示名稱並設定了頭貼

source: %1 changed their display name and updated their avatar
eu: %1(e)k azaldutako bere izena aldatu eta abatara eguneratu dute
ko: %1 님이 표시 이름을 변경하고 아바타를 업데이트함
pt_br: %1 alterou seu nome de exibição e atualizou seu avatar
zh_tw: %1 變更了他的顯示名稱並更新了頭貼

source: %1 changed their display name and cleared their avatar
eu: %1(e)k azaldutako bere izena aldatu eta bere abatara hustu dute
ko: %1 님이 표시 이름을 변경하고 아바타를 지움
pt_br: %1 alterou seu nome de exibição e limpou seu avatar
zh_tw: %1 變更了他的顯示名稱並清除了頭貼

source: %1 changed their display name
eu: %1(e)k azaldutako bere izena aldatu dute
ko: %1 님이 표시 이름을 변경함
pt_br: %1 alterou seu nome de exibição
zh_tw: %1 變更了他的顯示名稱

source: %1 cleared their display name and set an avatar
eu: %1(e)k azaldutako bere izena hustu eta abatar bat ezarri dute
ko: %1 님이 표시 이름을 지우고 아바타를 설정함
pt_br: %1 limpou seu nome de exibição e definiu um avatar
zh_tw: %1 清除了他的顯示名稱並設定了頭貼

source: %1 cleared their display name and updated their avatar
eu: %1(e)k azaldutako bere izena hustu eta abatara eguneratu dute
ko: %1 님이 표시 이름을 지우고 아바타를 업데이트함
pt_br: %1 limpou seu nome de exibição e atualizou seu avatar
zh_tw: %1 清除了他的顯示名稱並更新了頭貼

source: %1 cleared their display name and cleared their avatar
eu: %1(e)k azaldutako bere izena garbitu eta bere abatara ezarri dute
ko: %1 님이 표시 이름을 지우고 아바타를 지움
pt_br: %1 limpou seu nome de exibição e limpou seu avatar
zh_tw: %1 清除了他的顯示名稱與頭貼

source: %1 cleared their display name
eu: %1(e)k azaldutako bere izena garbitu dute
ko: %1 님이 표시 이름을 지움
pt_br: %1 limpou seu nome de exibição
zh_tw: %1 將其顯示名稱清除了

# <user> changed nothing
source: %1 changed nothing
eu: %1(e)k ez du ezer aldatu
ko: %1 님이 아무것도 변경하지 않음
pt_br: %1 não mudou nada
zh_tw: %1 什麼都沒改

source: %1 withdrew a user's invitation
eu: %1(e)k erabiltzaile bati gonbidapena indargabetu dio
ko: %1 님이 사용자의 초대를 거절함
pt_br: %1 cancelou um convite de usuário
zh_tw: %1 撤回了一個使用者的邀請

source: %1 rejected the invitation
eu: %1(e)k gonbidapena errefusatu du
ko: %1 님이 초대를 거절함
pt_br: %1 rejeitou o convite
zh_tw: %1 拒絕了邀請

source: %1 unbanned a user
eu: %1(e)k erabiltzaile bati debekua altxatu dio
ko: %1 님이 사용자의 차단을 해제함
pt_br: %1 removeu o ban de um usuário
zh_tw: %1 已解除封鎖一個使用者

source: %1 self-unbanned
eu: %1(e)k bere buruari debekua altxatu dio
ko: %1 님이 자기 자신의 차단을 해제함
pt_br: %1 removeu seu próprio ban
zh_tw: %1 已自我解除封鎖

source: %1 put a user out of the room
eu: %1(e)k erabiltzaile bat gelatik kanporatu du
ko: %1 님이 대화방에서 사용자를 추방함
pt_br: %1 removeu um usuário da sala
zh_tw: %1 已將一個使用者移出聊天室

source: %1 left the room
eu: %1(e)k gela utzi du
ko: %1 님이 대화방을 떠남
pt_br: %1 saiu da sala
zh_tw: %1 已離開聊天室

source: %1 banned a user from the room
eu: %1(e)k erabiltzaile bati gelarako debekua ipini dio
ko: %1 님이 대화방에서 사용자를 차단함
pt_br: %1 baniu um usuário da sala
zh_tw: %1 已從聊天室封鎖一個使用者

source: %1 self-banned from the room
eu: %1(e)k bere buruari gela honetarako debekua ipini dio
ko: %1 님이 대화방에서 자기 자신을 차단함
pt_br: %1 baniu a si mesmo da sala
zh_tw: %1 已從聊天室自行封鎖

source: %1 requested an invite
eu: %1(e)k gonbidapen bat eskatu du
ko: %1 님이 초대를 요청함
pt_br: %1 solicitou um convite
zh_tw: %1 請求了邀請

source: %1 made something unknown
eu: %1(e) zerbait ezezaguna egin du
ko: %1 님이 알 수 없는 무언가를 함
pt_br: %1 fez algo desconhecido
zh_tw: %1 做了不明的東西

source: %1 cleared the room main alias
eu: %1(e)k gelaren ezizen nagusia garbitu du
ko: %1 님이 대화방 주 별명을 지움
pt_br: %1 limpou o apelido principal da sala
zh_tw: %1 清除了聊天室的主別名

source: %1 set the room main alias
eu: %1(e)k gelaren ezizen nagusia ezarri du
ko: %1 님이 대화방 주 별명을 설정함
pt_br: %1 definiu o apelido principal da sala
zh_tw: %1 設定了聊天室的主別名

source: %1 cleared the room name
eu: %1(e)k gelaren izena hustu du
ko: %1 님이 대화방 이름을 지움
pt_br: %1 limpou o nome da sala
zh_tw: %1 清除了聊天室名稱

source: %1 set the room name
eu: %1(e)k gelaren izena ezarri du
ko: %1 님이 대화방 이름을 설정함
pt_br: %1 definiu o nome da sala
zh_tw: %1 設定了聊天室名稱

source: %1 cleared the topic
eu: %1(e)k gaia hustu du
ko: %1 님이 대화방 주제를 삭제함
pt_br: %1 limpou o assunto da sala
zh_tw: %1 清除了主題

source: %1 set the topic
eu: %1(e)k gai bat ezarri du
ko: %1 님이 주제를 설정함
pt_br: %1 definiu o assunto da sala
zh_tw: %1 設定了主題

source: %1 changed the room avatar
eu: %1(e)k gelaren abatara aldatu du
ko: %1 님이 대화방 아바타를 변경함
pt_br: %1 alterou o avatar da sala
zh_tw: %1 變更了聊天室頭貼

source: %1 activated End-to-End Encryption
eu: %1(e)k muturren arteko zifratzea aktibatu du
ko: %1 님이 종단간 암호화를 활성화함
pt_br: %1 ativou criptografia ponta-a-ponta
zh_tw: %1 啟用了端對端加密

source: %1 upgraded the room version
eu: %1(e)k gelaren bertsioa bertsio-berritu du
ko: %1 님이 대화방 버전을 업그레이드함
pt_br: %1 atualizou a versão da sala
zh_tw: %1 更新了聊天室版本

source: %1 created the room
eu: %1(e)k gela sortu du
ko: %1 님이 대화방을 생성함
pt_br: %1 criou a sala
zh_tw: %1 建立了聊天室

# 'power level' means permission level
source: %1 changed the power levels for this room
eu: %1(e)k gela honetako ahalmen mailak aldatu ditu
ko: %1 님이 이 대화방의 권한 수준을 변경함
pt_br: %1 alterou os níveis de poderes desta sala
zh_tw: %1 變更了這個聊天室的能力等級

source: %1 sent a live location beacon
eu: %1(e)k kokalekua zuzenean zehazteko baliza bat bidali du
ko: %1 님이 실시간 위치 비콘을 전송함
pt_br: %1 enviou um sinal de localização ao vivo
zh_tw: %1 傳送即時位置信標

source: %1 changed the server access control lists for this room
eu: %1(e)k gela honetarako zerbitzarira sartzeko kontrol-zerrendak aldatu ditu
ko: %1 님이 이 대화방의 서버 측 접근 권한 목록을 변경함
pt_br: %1 alterou as listas de controle de acesso do servidor para esta sala
zh_tw: %1 變更了這個聊天室的伺服器存取控制清單 (ACL)

source: %1 added a widget
eu: %1(e)k trepeta bat gehitu du
ko: %1 님이 위젯을 추가함
pt_br: %1 adicionou um widget
zh_tw: %1 新增了一個元件

source: %1 removed a widget
eu: %1(e)k trepeta bat kendu du
ko: %1 님이 위젯을 삭제함
pt_br: %1 removeu um widget
zh_tw: %1 移除了一個元件

source: %1 configured a widget
eu: %1(e)k trepeta bat konfiguratu du
ko: %1 님이 위젯을 설정함
pt_br: %1 configurou um widget
zh_tw: %1 設定了一個元件

# [User] left a [voice/video] call
source: %1 left a call
eu: %1(e)k dei bat utzi du
ko: %1 님이 통화에서 떠남
pt_br: %1 saiu da de uma chamada

# [User] joined a [voice/video] call
source: %1 joined a call
eu: %1 dei batera batu da
ko: %1 님이 통화에 참가함
pt_br: %1 entrou em uma chamada

# [User] configured an extension
source: %1 configured an extension
pt_br: %1 configurou uma extensão

source: %1 updated the state
eu: %1(e)k egoera eguneratu du
ko: %1 님이 상태를 업데이트함
pt_br: %1 atualizou o estado
zh_tw: %1 更新了狀態

source: %1 started a poll
eu: %1(e)k galdeketa bat abiatu du
ko: %1 님이 투표를 시작함
pt_br: %1 iniciou uma enquete
zh_tw: %1 開始了投票

# Job heading, like 'Copying'
source: Downloading
eu: Zama-jaisten
ko: 다운로드
pt_br: Baixando
zh_tw: 下載中

# Job heading, like 'Copying'
source: Uploading
eu: Zama-igotzen
ko: 업로드
pt_br: Enviando
zh_tw: 上傳中

# The URL being downloaded/uploaded
source: Source
eu: Sorburua
ko: 원본
pt_br: Origem
zh_tw: 來源

# The location being downloaded to
source: Destination
eu: Jomuga
ko: 대상
pt_br: Destino
zh_tw: 目的地

source: Leaving this room.
eu: Gela honetatik alde egiten.
ko: 이 대화방을 떠납니다.
pt_br: Saindo desta sala.
zh_tw: 正在離開這個聊天室。

# Leaving room <roomname>.
source: Leaving room %1.
eu: %1 gelatik alde egiten.
ko: %1 대화방을 떠납니다.
pt_br: Saindo da sala %1.
zh_tw: 正在離開聊天室 %1。

# Room <roomname> not found
source: Room %1 not found.
eu: %1 gela ez da aurkitu.
ko: %1 대화방을 찾을 수 없습니다.
pt_br: Sala %1 não encontrada.
zh_tw: 找不到聊天室 %1。

source: No new nickname provided, no changes will happen.
eu: Ez da goitizen berririk eman, ez da aldaketarik gertatuko.
ko: 새 별명을 입력하지 않았습니다. 변경 사항이 없습니다.
pt_br: Nenhum novo apelido foi fornecido, nenhuma mudança acontecerá.
zh_tw: 未提供新的綽號，不會進行任何變更。

source: <message>
eu: <mezua>
ko: <메시지>
pt_br: <mensagem>
zh_tw: <訊息>

source: Prepends ¯\_(ツ)_/¯ to a plain-text message
eu: Aurretik ¯\_(ツ)_/¯ eransten dio testu arrunteko mezu bati
ko: 일반 텍스트 메시지 앞에 ¯\_(ツ)_/¯ 추가
pt_br: Prefixa uma mensagem de texto simples com ¯\_(ツ)_/¯
zh_tw: 在純文字訊息前加上 ¯\_(ツ)_/¯

source: Prepends ( ͡° ͜ʖ ͡°) to a plain-text message
eu: Aurretik ( ͡° ͜ʖ ͡°) eransten dio testu arrunteko mezu bati
ko: 일반 텍스트 메시지 앞에 ( ͡° ͜ʖ ͡°) 추가
pt_br: Prefixa uma mensagem de texto simples com ( ͡° ͜ʖ ͡°)
zh_tw: 在純文字訊息前加上 ( ͡° ͜ʖ ͡°)

source: Prepends (╯°□°）╯︵ ┻━┻ to a plain-text message
eu: Aurretik (╯°□°）╯︵ ┻━┻ eransten dio testu arrunteko mezu bati
ko: 일반 텍스트 메시지 앞에 (╯°□°）╯︵ ┻━┻ 추가
pt_br: Prefixa (╯°□°）╯︵ ┻━┻ em uma mensagem de texto simples
zh_tw: 在純文字訊息前加上 (╯°□°）╯︵ ┻━┻

source: Prepends ┬──┬ ノ( ゜-゜ノ) to a plain-text message
eu: Aurretik ┬──┬ ノ( ゜-゜ノ) eransten dio testu arrunteko mezu bati-
ko: 일반 텍스트 메시지 앞에 ┬──┬ ノ( ゜-゜ノ) 추가
pt_br: Prefixa ┬──┬ ノ( ゜-゜ノ) em uma mensagem de texto simples
zh_tw: 在純文字訊息前加上 ┬──┬ ノ( ゜-゜ノ)

source: Sends the given message colored as a rainbow
eu: Emandako mezu ostadar gisa koloreztatuta bidaltzen du
ko: 지정한 메시지를 무지개색으로 전송
pt_br: Envia a mensagem colorida como arco-íris
zh_tw: 將指定訊息以彩虹著色後傳送

source: Sends the given emote colored as a rainbow
eu: Emandako aurpegiera ostadar gisa koloreztatuta bidaltzen du
ko: 지정한 이모지를 무지개색으로 전송
pt_br: Envia o emote colorido como arco-íris
zh_tw: 將指定繪文字以彩虹著色後傳送

source: Sends the given message as plain text
eu: Emandako mezua testu arrunt gisa bidaltzen du
ko: 지정한 메시지를 일반 텍스트로 전송
pt_br: Envia a mensagem fornecida como texto simples
zh_tw: 將指定訊息以純文字傳送

source: Sends the given message as a spoiler
eu: Emandako mezua «spoiler» gisa bidaltzen du
ko: 지정한 메시지를 스포일러로 전송
pt_br: Envia a mensagem como spoiler
zh_tw: 將指定訊息以暴雷模式傳送

source: Sends the given emote
eu: Emandako aurpegiera bidaltzen du
ko: 지정한 이모지 전송
pt_br: Envia o emote fornecido
zh_tw: 傳送指定繪文字

source: Sends the given message as a notice
eu: Emandako mezua oharpen gisa bidaltzen du
ko: 지정한 메시지를 공지로 전송
pt_br: Envia a mensagem fornecida como um aviso
zh_tw: 將指定訊息作為公告傳送

# '<text>' does not look like a matrix id.
source: '%1' does not look like a matrix id.
eu: '%1'(e)k ez du matrix id. itxurarik.
ko: '%1'이(가) Matrix ID가 아닌 것 같습니다.
pt_br: '%1' não se parece com um id de Matrix.
zh_tw: '%1' 看起來不像是 Matrix ID。

# <user> is already invited to this room.
source: %1 is already invited to this room.
eu: %1 dagoeneko gela honetara gonbidatuta dago.%1 gelara berriz gonbidatua
ko: %1 님이 이 대화방에 이미 초대되었습니다.
pt_br: %1 já foi convidado para esta sala.
zh_tw: %1 已經邀請到這個聊天室裡。

# <user> is banned from this room.
source: %1 is banned from this room.
eu: %1(e)ri gela honetarako debekua ezarri zaio.
ko: %1 님이 이 대화방에서 차단되었습니다.
pt_br: %1 está banido desta sala.
zh_tw: %1 已被這個聊天室封鎖。

source: You are already in this room.
eu: Dagoeneko gela honetan zaude.
ko: 이 대화방에 이미 입장해 있습니다.
pt_br: Você já está nesta sala.
zh_tw: 您已經在這個聊天室裡了。

# <user> is already in this room.
source: %1 is already in this room.
eu: %1 dagoeneko gela honetan dago.
ko: %1 님이 이 대화방에 이미 입장해 있습니다.
pt_br: %1 já está nesta sala.
zh_tw: %1 已經在這個聊天室裡了。

# <username> was invited into this room.
source: %1 was invited into this room.
eu: %1 gela honetara gonbidatua izan da.
ko: %1 님이 대화방으로 초대되었습니다.
pt_br: %1 foi convidado para esta sala.
zh_tw: %1 已被邀請到這個聊天室裡。

source: <user id>
eu: <erabiltzaile-id>
ko: <사용자 id>
pt_br: <ID do usuário>
zh_tw: <使用者 id>
