Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

# @title
source: Official Parent Spaces
ko: 공식 부모 스페이스
pt_br: Espaços Oficiais para Pais

# @action:button
source: Canonical
pt_br: Canônico

# @action:button
source: Make canonical parent
eu: Egin guraso kanonikoa
ko: 공식 부모로 설정
pt_br: Torna pai canônico

# @action:button
source: Remove parent
ko: 부모 삭제
pt_br: Remover pai

# @info
source: This room has no official parent spaces.
ko: 이 대화방에는 공식 부모 스페이스가 없습니다.
pt_br: Esta sala não possui espaços oficias para pais.

# @action:button
source: Add new official parent
eu: Gehitu guraso ofizial berria
ko: 새 공식 부모 추가
pt_br: Adicionar novo pai oficial
zh_tw: 新增官方上層項目

# @info
source: This room continues another conversation.
ko: 이 대화방에서 다른 대화가 진행 중입니다.
pt_br: Esta sala dá continuidade a outra conversa.

# @action:button
source: See older messages…
ko: 이전 메시지 보기…
pt_br: Ver mensagens antigas...

# @info
source: This room has been replaced.
ko: 이 대화방이 대체되었습니다.
pt_br: Esta sala foi substituída.

# @action:button
source: See new room…
ko: 새 대화방 보기…
pt_br: Ver nova sala...

# @info
source: Customize your profile only for this room.
eu: Zure profila, gela honetarako bakarrik, neurrira ipini.
ko: 이 대화방에서만 사용할 프로필을 사용자 정의합니다.
pt_br: Personalize seu perfil apenas para esta sala.
zh_tw: 為此聊天室個人化您的個人檔案。

# @label:textbox
source: Display Name
eu: Azaltzeko izena
ko: 표시 이름
pt_br: Nome de exibição
zh_tw: 顯示名稱

# @action:button Save profile
source: Save
eu: Gorde
ko: 저장
pt_br: Salvar
zh_tw: 儲存

# @action:button
source: Reset to Default
eu: Lehenetsira berrezarri
ko: 기본값으로 초기화
pt_br: Restaurar para o padrão
zh_tw: 重設為預設值

# @info
source: You need to upgrade this room to a newer version to enable this setting.
ko: 이 설정을 활성화하려면 대화방을 새로운 버전으로 업그레이드해야 합니다.
pt_br: Você precisa atualizar esta sala para uma versão mais recente para habilitar esta configuração.

# @title
source: Security
eu: Segurtasuna
ko: 보안
pt_br: Segurança

# @option:check
source: Encryption
eu: Zifratzea
ko: 암호화
pt_br: Criptografia
zh_tw: 加密

# @info
source: This room uses encryption.
eu: Gela honek zifratzea erabiltzen du.
ko: 이 대화방에서 암호화를 사용 중입니다.
pt_br: Esta sala usa criptografia.

# @action:button Enable encryption in this room
source: Enable Encryption…
eu: Gaitu zifratzea…
ko: 암호화 활성화…
pt_br: Habilitar criptografia...

# @info:description
source: Once enabled, encryption cannot be disabled.
eu: Gaitu ondoren, zifratzea ezin da ezgaitu.
ko: 한 번 활성화하면 비활성화할 수 없습니다.
pt_br: Uma vez ativada, a criptografia não pode ser desativada.

# @option:check
source: Access
eu: Sarbidea
ko: 접근
pt_br: Acesso
zh_tw: 存取

# @option:check
source: Private (invite only)
eu: Pribatua (gonbidatuak bakarrik)
ko: 비밀(초대만)
pt_br: Privado (somente por convite)
zh_tw: 私人（只接收邀請）

# @info
source: Only invited people can join.
ko: 초대받은 사람만 입장할 수 있습니다.
pt_br: Somente pessoas convidadas podem entrar.

# @option:check
source: Space members
eu: Tokiko kideak
ko: 스페이스 구성원
pt_br: Membros do espaço
zh_tw: 聊天空間成員

# @info
source: Anyone in the selected spaces can find and join.
ko: 선택한 스페이스에 있는 누구나 찾고 입장할 수 있습니다.
pt_br: Qualquer um no espaço selecionado pode encontrar e entrar.

# @action:button
source: Select spaces
ko: 스페이스 선택
pt_br: Espaços selecionados

# @option:check
source: Knock
eu: Atea jo
ko: 노크
pt_br: Tem que bater
zh_tw: 敲門

# @info
source: People not in the room need to request an invite to join the room.
ko: 대화방에 없었던 사람이 입장하려면 초대를 요청해야 합니다.
pt_br: Pessoas que não estão na sala precisam solicitar um convite para entrar na sala.

# @option:check
source: Public
eu: Publikoa
ko: 공개
pt_br: Pública
zh_tw: 公開

# @option:check
source: Anyone can find and join.
eu: Edonork bilatu eta batu daiteke.
ko: 누구나 찾고 등록할 수 있습니다.
pt_br: Qualquer um pode encontrar e entrar.
zh_tw: 任何人都可以搜尋到或加入。

# @option:check
source: Message history visibility
eu: Mezuen historiaren ikusgaitasuna
ko: 메시지 과거 기록 표시 여부
pt_br: Visibilidade do histórico de mensagens
zh_tw: 訊息歷史可見度

# @option:check
source: Anyone
eu: Edonork
ko: 누구나
pt_br: Qualquer um
zh_tw: 任何人

# @option:check
source: Anyone, regardless of whether they have joined, can view history.
eu: Edonork, batu gabekoak ere, historia ikus dezake.
ko: 참여 여부에 관계 없이 누구나 과거 기록을 볼 수 있습니다.
pt_br: Qualquer pessoa, independentemente de ter aderido ou não, pode visualizar o histórico.
zh_tw: 任何人，不管是否加入聊天室，皆可閱讀歷史。

# @option:check
source: Members only
eu: Kideak bakarrik
ko: 구성원만
pt_br: Somente membros
zh_tw: 僅成員

# @option:check
source: All members can view the entire message history, even before they joined.
eu: Kide guztiek ikus dezakete mezuen historia osoa, baita batu aurrekoa ere.
ko: 모든 구성원은 참여 이전의 과거 기록 전체를 볼 수 있습니다.
pt_br: Todos os membros podem visualizar o histórico completo de mensagens, mesmo antes de entrarem.
zh_tw: 所有成員皆可瀏覽所有訊息歷史，包含他們加入之前的。

# @option:check
source: Members only (since invite)
eu: Kideak bakarrik (gonbitetik aurrera)
ko: 구성원만(초대 이후)
pt_br: Somente membros (mediante convite)
zh_tw: 僅成員（邀請後）

# @option:check
source: New members can view the message history from the point they were invited to the room.
eu: Kide berriek mezuen historia ikus dezakete, gelara gonbidatu zituzten unetik aurrera.
ko: 새 구성원은 대화방에 초대된 시점 이후의 메시지 과거 기록을 볼 수 있습니다.
pt_br: Novos membros podem visualizar o histórico de mensagens desde o momento em que foram convidados para a sala.
zh_tw: 新成員只能看到被邀請後的訊息歷史。

# @option:check
source: Members only (since joining)
eu: Kideak bakarrik (batzetik aurrera)
ko: 구성원만(입장 이후)
pt_br: Somente membros (desde que entraram)
zh_tw: 僅成員（加入後）

# @option:check
source: New members can view the message history from the point they joined the room.
eu: Kide berriek mezuen historia ikus dezakete, gelara batu ziren unetik aurrera.
ko: 새 구성원은 대화방에 입장한 시점 이후의 메시지 과거 기록을 볼 수 있습니다.
pt_br: Novos membros podem visualizar o histórico de mensagens desde o momento em que entraram na sala.
zh_tw: 新成員只能看到其加入聊天室後的訊息歷史。

# @title:window
source: Space Settings
eu: Tokien ezarpenak
ko: 스페이스 설정
pt_br: Configurações do espaço
zh_tw: 聊天空間設定

# @title:window
source: Room Settings
eu: Gelaren ezarpenak
ko: 대화방 설정
pt_br: Configurações da sala
zh_tw: 聊天室設定

# @title
source: Permissions
eu: Baimenak
ko: 권한
pt_br: Permissões

# @title
source: Profile
eu: Profila
ko: 프로필
pt_br: Perfil
zh_tw: 個人檔案

# @title
source: Advanced
eu: Aurreratua
ko: 고급
pt_br: Avançado

# @title:dialog
source: Custom Room Sort Order
eu: Gela sailkatzeko hurrenkera neurrira
ko: 사용자 정의 방 정렬 순서
pt_br: Ordenação de salas personalizada
zh_tw: 自訂聊天室排序方式

# As in first sort chat rooms by the parameter
source: first:
eu: lehena:
ko: 처음:
pt_br: primeira:
zh_tw: 首要排序方式：

# As in then sort chat rooms by the parameter
source: then:
eu: ondoren:
ko: 이후:
pt_br: então:
zh_tw: 次要排序方式：

# @button
source: Up
eu: Gora
ko: 위로
pt_br: Acima
zh_tw: 上

# @button
source: Down
eu: Behera
ko: 아래로
pt_br: Abaixo
zh_tw: 下

# @button
source: Remove
eu: Kendu
ko: 삭제
pt_br: Remover
zh_tw: 移除

# @action:button
source: Add parameter
eu: Gehitu parametroa
ko: 인자 추가
pt_br: Adicionar parâmetro
zh_tw: 新增參數

# @title:dialog
source: Select Parameter to Add
eu: Hautatu gehitu beharreko parametroa
ko: 추가할 인자 선택
pt_br: Selecionar parâmetro a adicionar
zh_tw: 選擇要加入的參數

# @title
source: Select new official parent
eu: Aukeratu guraso ofizial berria
ko: 새 공식 부모 설정
pt_br: Selecionar novo pai oficial
zh_tw: 選擇新的官方上層項目

# @action:button
source: Pick room
eu: Hautatu gela
ko: 대화방 선택
pt_br: Pegar sala
zh_tw: 選取聊天室

# @title
source: Choose Parent Space
eu: Aukeratu guraso-tokia
ko: 부모 스페이스 선택
pt_br: Selecionar espaço pai
zh_tw: 選擇親聊天空間

source: Set this room as a child of the space %1
eu: Ezarri gela hau %1 tokiaren haur gisa
ko: 이 대화방을 %1 스페이스의 자식 대화방으로 설정
pt_br: Defina esta sala como filha do espaço %1
zh_tw: 將此聊天室設為聊天空間 %1 之子

source: You do not have a high enough privilege level in the parent to set this state
eu: Ez duzu egoera hori ezartzeko, gurasoarekiko beharrezko pribilegio maila
ko: 이 상태를 설정하기에 부모 대화방에서 충분한 권한 수준이 없음
pt_br: Você não tem um nível de privilégio alto o suficiente no pai para definir este estado
zh_tw: 您在上層項目沒有足夠權限來設定這個狀態

source: The selected room is not a space
eu: Hautatutako gela ez da toki bat
ko: 선택한 대화방이 스페이스가 아님
pt_br: A sala selecionada não é um espaço
zh_tw: 選取的聊天室不是聊天空間

source: You do not have the privileges to complete this action
eu: Ez dituzu ekintza hori osatzeko pribilegioak
ko: 이 작업을 수행하기에 충분한 권한이 없음
pt_br: Você não tem privilégios para concluir esta ação
zh_tw: 您沒有足夠權限以完成此動作

source: Make this space the canonical parent
eu: Egin toki hori guraso kanonikoa
ko: 이 스페이스를 공식 부모로 설정
pt_br: Tornar este espaço o pai canônico
zh_tw: 將此聊天空間設為主要上層聊天空間

# @title
source: Select Spaces
eu: Aukeratu tokiak
ko: 스페이스 선택
pt_br: Selecionar espaços
zh_tw: 選取聊天空間

source: %1. Please follow the instructions there and then click the button above
eu: %1. Mesedez, jarraitu han dauden jarraibideak eta egin klik beheko botoian
ko: %1. 거기에 있는 지시 사항을 따른 후 위에 있는 단추를 클릭하십시오
pt_br: %1. Siga as instruções e clique no botão acima
zh_tw: %1。請跟隨該訊息的指示後點擊上方的按鈕

source: We've sent you an email
eu: E-posta bat bidali dizugu
ko: 이메일을 보냈습니다
pt_br: Nós te enviamos um e-mail
zh_tw: 我們已向您傳送電子郵件

source: We've sent you a text message
eu: Testu-mezu bat bidali dizugu
ko: 텍스트 메시지를 보냈습니다
pt_br: Nós te enviamos uma mensagem de texto
zh_tw: 我們已向您傳送簡訊

source: The entered email is not valid
eu: Sartutako e-postak ez du balio
ko: 입력한 이메일이 잘못되었습니다
pt_br: O e-mail digitado não é válido
zh_tw: 輸入的電子郵件無效

source: The entered phone number is not valid
eu: Sartutako telefono-zenbakiak ez du balio
ko: 입력한 전화번호가 잘못되었습니다
pt_br: O número de telefone digitado não é válido
zh_tw: 輸入的電話號碼無效

source: The email has not been verified. Please go to the email and follow the instructions there and then click the button above
eu: E-posta ez da egiaztatu. Mesedez, joan e-postara, jarraitu hango jarraibideak eta egin klik goiko botoian
ko: 이메일이 확인되지 않았습니다. 이메일로 이동한 다음 해당 이메일의 지시 사항을 따른 후 위에 있는 단추를 클릭하십시오
pt_br: O e-mail não foi verificado. Acesse o e-mail, siga as instruções e, em seguida, clique no botão acima
zh_tw: 電子郵件尚未驗證。請至電子郵件跟隨訊息的指示，之後點擊上方的按鈕

source: The phone number has not been verified. Please go to the text message and follow the instructions there and then click the button above
eu: Telefono-zenbaki ez da egiaztatu. Mesedez, joan testu-mezura, jarraitu hango jarraibideak eta egin klik goiko botoian
ko: 전화번호가 확인되지 않았습니다. 텍스트 메시지로 이동한 다음 해당 메시지의 지시 사항을 따른 후 위에 있는 단추를 클릭하십시오
pt_br: O número de telefone não foi verificado. Acesse a mensagem de texto, siga as instruções e clique no botão acima
zh_tw: 電話號碼尚未驗證。請至簡訊並跟隨其的指示，之後點擊上方的按鈕

# @action:button
source: Hide
eu: Ezkutatu
ko: 숨기기
pt_br: Ocultar
zh_tw: 隱藏

# @action:button
source: Remove
eu: Kendu
ko: 삭제
pt_br: Remover
zh_tw: 移除

# @action:button
source: Complete
eu: Osatu
ko: 완료
pt_br: Completo
zh_tw: 完成

# @label:textbox
source: Country Code for new phone number
eu: Telefono-zenbaki berrirako herrialde-kodea
ko: 새 전화번호의 국가 코드
pt_br: Código de país para o novo número de telefone
zh_tw: 新的電話號碼的國碼

# @label:textbox
source: New Email Address:
eu: E-posta helbide berria:
ko: 새 이메일 주소:
pt_br: Novo endereço de e-mail:
zh_tw: 新的電子郵件地址：

# @label:textbox
source: New Phone Number:
eu: Telefono-zenbaki berria:
ko: 새 전화번호:
pt_br: Novo número de telefone:
zh_tw: 新的電話號碼：

source: %1. Please follow the instructions there and then click the button below
eu: %1. Mesedez, jarraitu han dauden jarraibideak eta egin klik beheko botoian
ko: %1. 거기에 있는 지시 사항을 따른 후 아래에 있는 단추를 클릭하십시오
pt_br: %1. Siga as instruções a seguir e clique no botão abaixo
zh_tw: %1。請跟隨該訊息的指示後點擊下方的按鈕。

source: Incorrect password entered
eu: Pasahitz okerra sartu da
ko: 잘못된 암호를 입력함
pt_br: Senha digitada errada
zh_tw: 輸入了錯誤的密碼

source: The email has not been verified. Please go to the email and follow the instructions there and then click the button below
eu: E-posta ez da egiaztatu. Mesedez, joan e-postara, jarraitu hango jarraibideak eta egin klik beheko botoian
ko: 이메일이 확인되지 않았습니다. 이메일로 이동한 다음 해당 이메일의 지시 사항을 따른 후 아래에 있는 단추를 클릭하십시오
pt_br: O e-mail não foi verificado. Acesse o e-mail, siga as instruções e clique no botão abaixo
zh_tw: 電子郵件尚未驗證。請至電子郵件跟隨訊息的指示，之後點擊下方的按鈕

source: The phone number has not been verified. Please go to the text message and follow the instructions there and then click the button below
eu: Telefono-zenbaki ez da egiaztatu. Mesedez, joan testu-mezura, jarraitu hango jarraibideak eta egin klik beheko botoian
ko: 전화번호가 확인되지 않았습니다. 텍스트 메시지로 이동한 다음 해당 메시지의 지시 사항을 따른 후 아래에 있는 단추를 클릭하십시오
pt_br: O número de telefone não foi verificado. Acesse a mensagem de texto, siga as instruções e clique no botão abaixo
zh_tw: 電話號碼尚未驗證。請至簡訊並跟隨其的指示，之後點擊下方的按鈕

# @action:button Add new email or phone number
source: Add
eu: Gehitu
ko: 추가
pt_br: Adicionar
zh_tw: 新增

# @action:button As in 'go back'
source: Back
eu: Atzera
ko: 뒤로
pt_br: Voltar
zh_tw: 返回

# @title
source: Remove Child
eu: Kendu haurra
ko: 자식 삭제
pt_br: Remover filho
zh_tw: 移除子項目

source: The child %1 will be removed from the space %2
eu: %1 haurra, %2 tokitik kenduko da
ko: %2 스페이스에서 자식 %1이(가) 삭제됨
pt_br: O filho %1 será removido do espaço %2
zh_tw: 子項目 %1 會從聊天空間 %2 中移除

source: The current space is the official parent of this room, should this be cleared?
eu: Uneko tokia gela horren guraso ofiziala da, hori garbitu beharko litzateke?
ko: 현재 스페이스가 이 대화방의 공식 부모입니다. 이 상태를 제거하시겠습니까?
pt_br: O espaço atual é o pai oficial desta sala. Isso deve ser limpo?
zh_tw: 目前聊天空間是此聊天室的官方上層聊天空間，要清除這個設定嗎？

# @title
source: Select Existing Room
eu: Aukeratu dagoen gela bat
ko: 기존 대화방 선택
pt_br: Selecionar sala existente

# @action:button
source: Pick Room
eu: Hautatu gela bat
ko: 대화방 선택
pt_br: Pegar sala

# @info:description
source: You have the required privilege level in the child to set this state
eu: Egoera hori ezartzeko, haurrarekiko beharrezko pribilegio maila duzu
ko: 이 상태를 설정하기에 충분한 권한 수준이 있음
pt_br: Você possui nível de privilégio necessário no filho para definir este estado

source: You do not have a high enough privilege level in the child to set this state
eu: Ez duzu egoera hori ezartzeko, haurrarekiko beharrezko pribilegio maila
ko: 이 상태를 설정하기에 자식 대화방에서 충분한 권한 수준이 없음
pt_br: Você não possui nível de privilégio necessário no filho para definir este estado
zh_tw: 您在子項目沒有足夠權限來設定這個狀態

source: Make this space the canonical parent
eu: Egin toki hori guraso kanonikoa
ko: 이 스페이스를 공식 부모로 설정
pt_br: Tornar este espaço o pai canônico
zh_tw: 將此聊天空間設為主要上層聊天空間

# @info:description
source: The canonical parent is the default one if a room has multiple parent spaces.
eu: Guraso kanonikoa lehenetsitakoa da, gela batek guraso-toki anizkoitzak baditu.
ko: 대화방에 여러 부모 스페이스가 있을 때 공식 부모 스페이스를 기본값으로 사용합니다.
pt_br: O pai canônico é o padrão se uma sala tiver vários espaços pais.

source: Suggested
eu: Iradokita
ko: 제안됨
pt_br: Sugerido
zh_tw: 建議

# number of room members
source: %1 member -
eu: Kide %1 -
ko: 구성원 %1명 -
pt_br: %1 membro -
zh_tw: %1 名成員 -

# number of room members
source: %1 member
eu: Kide %1
ko: 구성원 %1명
pt_br: %1 membro
zh_tw: %1 名成員

# @button
source: Add new room
eu: Gehitu gela berria
ko: 새 대화방 추가
pt_br: Adicionar nova sala...
zh_tw: 新增聊天室

# @button
source: Don't Make Suggested
eu: Ez egin iradokitakoa
ko: 추천한 것으로 표시하지 않음
pt_br: Não faça sugestões
zh_tw: 取消標記為建議

# @button
source: Make Suggested
eu: Egin iradokitakoa
ko: 추천한 것으로 표시
pt_br: Faça sugestões
zh_tw: 標記為建議

# @action:inmenu
source: New Room…
eu: Gela berria…
ko: 새 대화방…
pt_br: Nova sala…

# @action:inmenu
source: New Space…
eu: Toki berria…
ko: 새 스페이스…
pt_br: Novo espaço…

# @action:inmenu
source: Existing Room…
eu: Dagoen gela…
ko: 기존 대화방…
pt_br: Sala existente…

# @button
source: Invite user to space
eu: Gonbidatu erabiltzailea tokira
ko: 스페이스에 사용자 초대
pt_br: Convidar usuário para espaço
zh_tw: 邀請使用者到聊天空間

# @button
source: Add to Space
eu: Gehitu tokietara
ko: 스페이스에 추가
pt_br: Adicionar ao espaço

# @action:button
source: Leave this space…
eu: Utzi toki hau…
ko: 이 스페이스 떠나기…
pt_br: Deixar este espaço...

# @action:inmenu
source: Reply
ko: 답장
pt_br: Responder

# @action:inmenu
source: Reply in Thread
ko: 스레드에 답장
pt_br: Responder no tópico

# @action:button
source: Remove…
eu: Kendu…
ko: 삭제…
pt_br: Remover...
zh_tw: 移除…

# @title:dialog
source: Remove Message
eu: Kendu mezua
ko: 메시지 삭제
pt_br: Remover mensagem
zh_tw: 移除訊息

# @info:placeholder
source: Reason for removing this message
eu: Mezu hori kentzeko arrazoia
ko: 이 메시지를 삭제하는 이유
pt_br: Motivo para remover esta mensagem
zh_tw: 移除此訊息的原因

# @action:button 'Remove' as in 'Remove this message'
source: Remove
eu: Kendu
ko: 삭제
pt_br: Remover
zh_tw: 移除

# @action:inmenu As in 'Forward this message'
source: Forward…
eu: Birbidali…
ko: 전달…
pt_br: Encaminhar...
zh_tw: 轉寄…

# @title
source: Forward Message
eu: Birbidali mezua
ko: 메시지 전달
pt_br: Encaminhar mensagem
zh_tw: 轉寄訊息

# @action:inmenu
source: Open Image
eu: Ireki irudia
ko: 그림 열기
pt_br: Abrir imagem
zh_tw: 開啟影像

# @action:inmenu
source: Open Audio
eu: Ireki audioa
ko: 오디오 열기
pt_br: Abrir áudio

# @action:inmenu
source: Open Video
eu: Ireki bideoa
ko: 동영상 열기
pt_br: Abrir vídeo

# @action:inmenu
source: Open File
eu: Ireki fitxategia
ko: 파일 열기
pt_br: Abrir arquivo

# @action:inmenu
source: Save Image…
eu: Gorde irudia…
ko: 그림 저장…
pt_br: Salvar imagem…
zh_tw: 儲存影像…

# @action:inmenu
source: Save Audio…
eu: Gorde audioa…
ko: 오디오 저장…
pt_br: Salvar áudio…

# @action:inmenu
source: Save Video…
eu: Gorde bideoa…
ko: 동영상 저장…
pt_br: Salvar vídeo…

# @action:inmenu
source: Save File…
eu: Gorde fitxategia…
ko: 파일 저장…
pt_br: Salvar arquivo…

# @action:inmenu
source: Copy Image
eu: Kopiatu irudia
ko: 그림 복사
pt_br: Copiar imagem
zh_tw: 複製影像

# @action:inmenu
source: Copy Audio
eu: Kopiatu audioa
ko: 오디오 복사
pt_br: Copiar áudio

# @action:inmenu
source: Copy Video
eu: Kopiatu bideoa
ko: 동영상 복사
pt_br: Copiar vídeo

# @action:inmenu
source: Copy File
eu: Kopiatu fitxategia
ko: 파일 복사
pt_br: Copiar arquivo

# @action:inmenu
source: Copy Link Address
eu: Kopiatu estekaren helbidea
ko: 링크 주소 복사
pt_br: Copiar endereço do link
zh_tw: 複製連結位址

# @action:inmenu
source: Copy Text
eu: Kopiatu testua
ko: 텍스트 복사
pt_br: Copiar texto
zh_tw: 複製文字

# @action:inmenu
source: Copy Message Link
eu: Kopiatu mezuaren esteka
ko: 메시지 링크 복사
pt_br: Copiar link da mensagem
zh_tw: 複製訊息連結

# @action:button 'Report' as in 'Report this event to the administrators'
source: Report…
eu: Salatu…
ko: 신고…
pt_br: Reportar...

# @title:dialog
source: Report Message
eu: Salatu mezua
ko: 메시지 신고
pt_br: Reportar mensagem
zh_tw: 檢舉訊息

# @info:placeholder
source: Reason for reporting this message
eu: Mezu hau salatzeko arrazoia
ko: 이 메시지를 신고하는 이유
pt_br: Razão para reportar esta mensagem
zh_tw: 檢舉此訊息的原因

# @action:button 'Report' as in 'Report this event to the administrators'
source: Report
eu: Salatu
ko: 신고
pt_br: Reportar
zh_tw: 檢舉

# @title
source: Report Message
eu: Salatu mezua
ko: 메시지 신고
pt_br: Reportar mensagem
zh_tw: 檢舉訊息

# @action:inmenu
source: Search for '%1'
ko: '%1' 검색
pt_br: Pesquisar por '%1'

# @action:inmenu
source: Configure Web Shortcuts…
ko: 웹 바로 가기 설정…
pt_br: Configurar os atalhos da Web…

# @action:inmenu
source: Read Text Aloud
eu: Irakurri testua ozenki
ko: 텍스트 말하기
pt_br: Ler texto em voz alta

# @info text-to-speech %1 is author %2 is message text
source: %1 said %2
eu: %1(e)k %2 esan du
ko: %1 님이 한 말: %2
pt_br: %1 disse %2

# @action:button 'Unpin' as in 'Unpin this message'
source: Unpin
eu: Iltzagetu
ko: 고정 해제
pt_br: Desafixar
zh_tw: 取消釘選

# @action:button 'Pin' as in 'Pin the message in the room'
source: Pin
eu: Iltzatu
ko: 고정
pt_br: Fixar
zh_tw: 釘選

# @action:inmenu
source: View Source
ko: 소스 보기
pt_br: Exibir origem

source: 1 user:
eu: Erabiltzaile 1:
ko: 사용자 %1명:
pt_br: 1 usuário:
zh_tw: %1 名使用者：

# A member who is not in the room has been requested.
source: unknown member
eu: Kide ezezaguna
ko: 알 수 없는 구성원
pt_br: membro desconhecido
zh_tw: 未知成員

source: This room continues another conversation.
eu: Gela honek beste elkarrizketa bat du.
ko: 이 대화방에서 다른 대화가 진행 중입니다.
pt_br: Esta sala dá continuidade a outra conversa.
zh_tw: 這個聊天室接續了另一個對話。

source: See older messages…
eu: Ikusi mezu zaharragoak…
ko: 이전 메시지 보기…
pt_br: Ver mensagens antigas...
zh_tw: 檢視更舊的訊息…

source: React
eu: Erreakzioa
ko: 반응
pt_br: Reagir
zh_tw: 反應

source: Message menu
eu: Mezuaren menua
ko: 메시지 메뉴
pt_br: Menu de mensagem

# Relative time since the room was last read
source: Last read: %1
eu: Azken irakurketa: %1
ko: 마지막 읽음: %1
pt_br: Última lida: %1
zh_tw: 最後閱讀：%1

source: This room has been replaced.
eu: Gela hau ordezkatu egin da.
ko: 이 대화방이 대체되었습니다.
pt_br: Esta sala foi substituída.
zh_tw: 這個聊天室已被取代。

source: See new room…
eu: Ikusi gela berria…
ko: 새 대화방 보기…
pt_br: Ver nova sala...
zh_tw: 查看新聊天室…

source: This is the beginning of the chat. There are no historical messages beyond this point.
eu: Hau berriketaren hasiera da. Puntu horretatik haratago ez dago mezu historikorik.
ko: 대화의 최초입니다. 이 지점보다 더 오래된 메시지가 없습니다.
pt_br: Este é o início do bate-papo. Não há mensagens históricas além deste ponto.
zh_tw: 這是此聊天的開頭。沒有比這更早的歷史訊息。

# @action:button
source: Jump to first unread message
eu: Jauzi irakurri gabeko lehenengo mezura
ko: 첫 읽지 않은 메시지로 이동
pt_br: Ir para primeira mensagem não lida

# @action:button
source: Jump to oldest loaded message
eu: Jauzi zamatutako mezu zaharrenera
ko: 불러온 메시지 중 가장 오래된 메시지로 이동
pt_br: Ir para a mensagem carregada mais antiga

# @action:button
source: Jump to latest message
eu: Jauzi mezu berrienera
ko: 최신 메시지로 이동
pt_br: Ir para a mensagem mais antiga

# @info:placeholder
source: Drag items here to share them
eu: Arrastatu elementuak hona haiek partekatzeko
ko: 공유할 항목을 여기에 드래그
pt_br: Arraste itens aqui para compartilhar

# Message displayed when some users are typing
source: %2 is typing
eu: %2 tekleatzen ari da
ko: %2 님이 메시지를 입력하는 중
pt_br: %2 está digitando
zh_tw: %2 人正在輸入訊息

source: Internal usage only.
eu: Barneko erabilera bakarrik.
zh_tw: 僅內部用。

# @action:inmenu
source: Find your Friends
eu: Aurkitu zure lagunak

source: OK
eu: Ados
ko: 확인
zh_tw: 確定

# @action:button
source: Spoiler
eu: Espoilerra
ko: 스포일러

source: Add New Server
eu: Gehitu zerbitzari berria
zh_tw: 新增伺服器

source: Home Server
eu: Etxeko zerbitzaria
zh_tw: 家伺服器

source: The entered text is not a valid url
eu: Sartutako testua ez da URL baliodun bat
zh_tw: 輸入的文字不是有效的網址

source: This server cannot be resolved or has already been added
eu: Zerbitzari hori ezin da ebatzi edo dagoeneko gehitu da
zh_tw: 無法解析這個伺服器，或是已經加入

source: Server URL:
eu: Zerbitzariaren URL:
zh_tw: 伺服器網址：

# @action:title
source: Find Your Friends
eu: Aurkitu zure lagunak
zh_tw: 尋找您的朋友

source: Friends
eu: Lagunak
zh_tw: 好友

source: Find your friends…
eu: Aurkitu zure lagunak…
zh_tw: 尋找您的朋友…

source: Enter text to start searching for your friends
eu: Sartu zure lagunak bilatzen hasteko testua
zh_tw: 輸入文字開始搜尋朋友

source: Failed to join room<br />%1
eu: Gelara batzea huts egin du<br />%1
zh_tw: 加入聊天室失敗<br />%1

# @action:button
source: Emojis & Stickers
eu: Emojiak eta eranskailuak
ko: 이모지와 스티커

source: No stickers
eu: Eranskailurik ez
zh_tw: 無貼圖

source: No emojis
eu: Emojirik gabe
zh_tw: 無表情符號

source: Emojis
eu: Emojiak
zh_tw: 表情符號

source: Stickers
eu: Eranskailuak
zh_tw: 貼圖

# @option:check Enable the matrix 'threads' feature
source: Always allow device verification
eu: Baimendu beti gailua egiaztatzea
zh_tw: 總是允許裝置驗證

source: Normal
eu: Arrunta
ko: 일반
zh_tw: 一般

# @info
source: Rooms with the newer messages are higher
eu: Mezu berrienak dituzten gelak gorago daude
zh_tw: 有較新訊息的聊天室會排在上面

source: %1 Vote
eu: Bozka %1

source: Based on votes by %1 user
eu: Erabiltzaile %1(e)n bozkan oinarritua
zh_tw: 基於 %1 個使用者的投票

source: Pl. %1
eu: %1 Na.
ko: %1번
zh_tw: 第 %1 月台

# @action:button
source: Volume
eu: Bolumena
ko: 음량
zh_tw: 音量

source: Search in this room
eu: Bilatu gela honetan
zh_tw: 在這個聊天室裡搜尋

source: Remove room from favorites
eu: Kendu gela gogokoetatik
zh_tw: 從最愛中移除聊天室

source: Favorite this room
eu: Gela hau gogoko egin
zh_tw: 將此聊天室加入最愛
