Repository: KDE/neochat
Catalog: po/*/neochat.po
Languages: eu, ko, pt_br, zh_tw

# Separate the usernames of users
source: and
eu: eta
ko: 그리고
pt_br: e
zh_tw: 和

# %1 is the number of other users
source: and %1 other
eu: eta beste %1
ko: 그리고 %1명 더
pt_br: e %1 outro
zh_tw: 和其他 %1 個人

# %2 is the users who reacted and %3 the emoji that was given
source: %2 reacted with %3
eu: %2en erreakzioa %3 izan da
ko: %2 님이 %3(으)로 반응함
pt_br: %2 reagiu com %3
zh_tw: %2 用 %3 反應

# @info
source: %1 Vote
ko: %1표
pt_br: %1 voto

# @info
source: Based on votes by %1 user
ko: 사용자 %1명의 투표에 의함
pt_br: Com base nos votos de %1 usuário

# as in 'this vote has ended'
source: (Ended)
eu: (Amaituta)
ko: (종료됨)
pt_br: (Terminado)
zh_tw: （已結束）

# %1 is the poll answer that had the most votes
source: The poll has ended. Top answer: %1
eu: Galdeketa bukatu da. Erantzun nagusia: %1
ko: 투표가 종료되었습니다. 최대 응답: %1
pt_br: A enquete terminou. Resposta com mais votos: %1

# @button
source: React
eu: Erreakzionatu
ko: 반응
pt_br: Reagir
zh_tw: 反應

# @action:button
source: Reply
eu: Erantzun
ko: 답장
pt_br: Responder
zh_tw: 回覆

source: Video
eu: Bideoa
ko: 비디오
pt_br: Vídeo
zh_tw: 影片

# @action:button
source: Show Video
eu: Erakutsi bideoa
ko: 비디오 보기
pt_br: Mostrar vídeo
zh_tw: 顯示影片

# Locations on a map
source: Locations
eu: Kokalekuak
ko: 위치
pt_br: Localizações
zh_tw: 位置

source: There are no locations shared in this room.
eu: Gela honetan ez dago partekatutako kokalekurik.
ko: 이 대화방에 공유된 위치가 없습니다.
pt_br: Não há locais compartilhados nesta sala.
zh_tw: 沒有在這個聊天室裡分享的位置。

# @action:button
source: Room settings
eu: Gelaren ezarpenak
ko: 대화방 설정
pt_br: Configurações da sala
zh_tw: 聊天室設定

source: Information
eu: Informazioa
ko: 정보
pt_br: Informações
zh_tw: 資訊

source: Media
eu: Hedabideak
ko: 미디어
pt_br: Mídia
zh_tw: 媒體

# @action:title
source: Space Members
eu: Tokiko kideak
ko: 스페이스 구성원
pt_br: Membros do espaço
zh_tw: 聊天空間成員

# @action:title
source: Room Information
eu: Gelaren informazioa
ko: 대화방 정보
pt_br: Informações da sala
zh_tw: 聊天室資訊

# Room actions
source: Actions
eu: Ekintzak
ko: 동작
pt_br: Ações
zh_tw: 動作

# @action:button
source: Search Messages
pt_br: Pesquisar mensagens

# @action:button
source: Verify user
eu: Egiaztatu erabiltzailea
ko: 사용자 확인
pt_br: Usuário verificado
zh_tw: 驗證使用者

# @action:button
source: Remove from Favorites
pt_br: Remover dos favoritos

# @action:button
source: Add to Favorites
pt_br: Adicionar aos favoritos

# @action:button
source: Extensions
pt_br: Extensões

# @title:window
source: Extensions
pt_br: Extensões

# @action:button
source: Shared Locations
pt_br: Localizações compartilhadas

# @action:button
source: Pinned Messages
pt_br: Mensagens fixadas

# @action:inmenu
source: Inspect Room Data
pt_br: Inspecionar dados da sala

# @action:button
source: Leave Space…
pt_br: Sair do espaço...

# @action:button
source: Leave Room…
pt_br: Sair da sala...

source: Members
eu: Kideak
ko: 구성원
pt_br: Membros
zh_tw: 成員

# @title
source: Invite a User
eu: Gonbidatu erabiltzaile bat
ko: 사용자 초대
pt_br: Convidar um usuário
zh_tw: 邀請一個使用者

source: Invite user to room
eu: Gonbidatu erabiltzaile bat gelara
ko: 대화방에 사용자 초대
pt_br: Convidar usuário para sala
zh_tw: 邀請使用者到聊天室

# @info
source: %1 member
ko: 구성원 %1명
pt_br: %1 membro

source: No member count
eu: Ez dago kide kopururik
ko: 구성원 집계 없음
pt_br: Nenhuma contagem de membros
zh_tw: 無成員計數

# @action:title
source: Room Media
eu: Gelako hedabideak
ko: 대화방 미디어
pt_br: Mídia da sala
zh_tw: 聊天室媒體

# @info:placeholder
source: No Pinned Messages
eu: Ez dago iltzatutako mezurik
ko: 고정된 메시지 없음
pt_br: Nenhuma mensagem fixada
zh_tw: 沒有置頂訊息

# @action:title
source: Search Messages
eu: Bilatu mezuak
ko: 메시지 검색
pt_br: Pesquisar mensagens
zh_tw: 搜尋訊息

source: Find messages…
eu: Bidali mezuak…
ko: 메시지 찾기…
pt_br: Encontrar mensagens…
zh_tw: 尋找訊息…

source: Enter text to start searching
eu: Sartu bilatzen hasteko testua
ko: 검색을 시작하려면 텍스트를 입력하십시오
pt_br: Digite o texto para começar a pesquisa
zh_tw: 輸入文字開始搜尋

source: No messages found
eu: Ez da mezurik aurkitu
ko: 메시지를 찾을 수 없음
pt_br: Nenhuma mensagem encontrada
zh_tw: 找不到訊息

# @title
source: Extensions
pt_br: Extensões

# @placeholder
source: This room does not use any extensions
pt_br: Esta sala Não usa nenhuma extensão.

# @action:button
source: Remove widget
ko: 위젯 삭제
pt_br: Remover widget

# @title
source: Rooms
eu: Gelak
ko: 대화방
pt_br: Salas
zh_tw: 聊天室

# @action
source: Search Rooms
eu: Bilatu gelak
ko: 대화방 검색
pt_br: Procurar salas
zh_tw: 搜尋聊天室

# @action:button
source: Show Menu
eu: Erakutsi menua
ko: 메뉴 표시
pt_br: Mostrar menu
zh_tw: 顯示選單

source: Find your friends
eu: Aurkitu zure lagunak
ko: 친구 찾기
pt_br: Encontrar seus amigos
zh_tw: 尋找您的朋友

# @title
source: Find your friends
eu: Aurkitu zure lagunak
ko: 친구 찾기
pt_br: Encontre seus amigos
zh_tw: 尋找您的朋友

source: Create a Room
eu: Sortu gela bat
ko: 대화방 만들기
pt_br: Criar uma sala
zh_tw: 建立聊天室

source: Scan a QR Code
eu: Eskaneatu QR kode bat
ko: QR 코드 스캔
pt_br: Escanear um código QR
zh_tw: 掃描 QR 碼

source: Search
eu: Bilatu
ko: 검색
pt_br: Pesquisar
zh_tw: 搜尋

source: Explore rooms
eu: Esploratu gelak
pt_br: Explorar salas
zh_tw: 瀏覽聊天室

source: Create New
eu: Sortu berria
ko: 새로 만들기
pt_br: Criar novo
zh_tw: 建立新的

# @action:button
source: Create a Room
eu: Sortu gela bat
ko: 대화방 만들기
pt_br: Criar uma sala

# @action:button
source: Create a Space
eu: Sortu toki bat
ko: 스페이스 만들기
pt_br: Criar um espaço

# @info:label
source: Invited you to chat
eu: Berriketara gonbidatu zaitu
ko: 채팅에 초대함
pt_br: Convidou você para a sala
zh_tw: 邀請您聊天

# @info:label
source: %1 invited you
eu: %1(e)k gonbidatu zaitu
ko: %1 님이 초대함
pt_br: %1 convidou você
zh_tw: %1 邀請了您

# @action:inmenu
source: Mark as Read
pt_br: Marcar como lida

# @action:inmenu
source: Notifications
eu: Jakinarazpenak
ko: 알림
pt_br: Notificações
zh_tw: 通知

# @action:inmenu Notification 'Default Settings'
source: Default Settings
eu: Ezarpen lehenetsiak
ko: 기본 설정
pt_br: Configurações padrão

# As in 'notify for all messages'
source: All Messages
pt_br: Todas as mensagens

# As in 'notify when the user is mentioned or the message contains a set keyword'
source: @Mentions and Keywords
eu: @aipamenak eta gako-hitzak
ko: @멘션과 키워드
pt_br: @Menções e Palavras-Chave
zh_tw: @Mention 提及與關鍵字

# As in 'do not notify for any messages'
source: None
pt_br: Nenhuma

# @action:inmenu
source: Remove from Favorites
ko: 책갈피에서 삭제
pt_br: Remover dos favoritos

# @action:inmenu
source: Add to Favorites
ko: 책갈피에 추가
pt_br: Adicionar aos favoritos

# @action:inmenu
source: Reprioritize
ko: 우선 순위 증가
pt_br: Priorizar novamente

# @action:inmenu
source: Deprioritize
ko: 우선 순위 감소
pt_br: Remover prioridade

# @action:inmenu
source: Copy Room Link
eu: Kopiatu gelaren esteka
pt_br: Copiar link da sala

# @action:inmenu
source: Room Settings
eu: Gelaren ezarpenak
ko: 대화방 설정
pt_br: Configurações da sala
zh_tw: 聊天室設定

# @action:inmenu
source: Leave Room…
ko: 대화방 떠나기…
pt_br: Sair da sala...

source: Muted room
eu: Isilarazitako gela
ko: 대화방 음소거됨
pt_br: Sala colocada em mudo
zh_tw: 已靜音的聊天室

source: Configure room
eu: Konfiguratu gela
ko: 대화방 설정
pt_br: Configurar sala
zh_tw: 設定聊天室

# @action:button
source: Find your friends
ko: 친구 찾기
pt_br: Encontrar seus amigos

# @info
source: No friends found
ko: 친구를 찾을 수 없음
pt_br: Nenhum amigo encontrado

# @info
source: No rooms found
ko: 대화방을 찾을 수 없음
pt_br: Nenhuma sala encontrada

# @info
source: You haven't added any of your friends yet, click below to search for them.
ko: 친구를 추가하지 않았습니다. 아래를 클릭하여 검색할 수 있습니다.
pt_br: Você ainda não adicionou nenhum amigo, clique abaixo para procurá-los.

# @info
source: Join some rooms to get started
ko: 시작하려면 대화방에 입장하십시오
pt_br: Entre em algumas salas para começar

# @action
source: Search in room directory
pt_br: Pesquisar na lista de salas

# @action
source: Explore rooms
pt_br: Explorar salas

# @action:button
source: Search in friend directory
ko: 친구 디렉터리에서 검색
pt_br: Pesquisar no diretório de amigos

# Collapse <section name>
source: Collapse %1
eu: Tolestu %1
ko: %1 접기
pt_br: Recolher %1
zh_tw: 折疊 %1

# Expand <section name
source: Expand %1
eu: Zabaldu %1
ko: %1 펼치기
pt_br: Expandir %1
zh_tw: 展開 %1

source: View notifications
eu: Ikusi jakinarazpenak
ko: 알림 표시
pt_br: Mostrar notificações
zh_tw: 檢視通知

source: Home
eu: Etxea
pt_br: Casa
zh_tw: 首頁

# @button View all one-on-one chats.
source: Direct Messages (%1 notification)
pt_br: Mensagens diretas (%1 notificação)

# @button View all one-on-one chats.
source: Direct Messages
pt_br: Mensagens diretas

# Join <name of a space>
source: Join %1
eu: Elkartu %1(e)ra
ko: %1 입장
pt_br: Entrar em %1
zh_tw: 加入 %1

source: Create a space
eu: Sortu toki bat
ko: 스페이스 만들기
pt_br: Criar um espaço
zh_tw: 建立一個聊天空間

# 'Space' is a matrix space
source: View Space
eu: Ikusi tokia
ko: 스페이스 보기
pt_br: Mostrar espaço
zh_tw: 檢視聊天空間

# @action:inmenu
source: Copy Space Address
eu: Kopiatu tokiaren helbidea
ko: 스페이스 주소 복사
pt_br: Copiar endereço do espaço

# 'Space' is a matrix space
source: Space Settings
eu: Tokien ezarpenak
ko: 스페이스 설정
pt_br: Configurações do espaço
zh_tw: 聊天空間設定

# 'Space' is a matrix space
source: Leave Space…
eu: Utzi tokia…
ko: 스페이스 떠나기…
pt_br: Sair do espaço...

# @info:tooltip
source: Manage Account
eu: Kudeatu kontua
ko: 계정 관리
pt_br: Gerencia a conta
zh_tw: 管理帳號

# @action:button
source: Open Settings
eu: Ireki ezarpenak
ko: 설정 열기
pt_br: Abrir configurações

# @title:window
source: Edit Account
eu: Editatu kontua
ko: 계정 편집
pt_br: Editar conta
zh_tw: 編輯帳號

source: Upload new avatar
eu: Zama-igo abatar berria
ko: 새 아바타 업데이트
pt_br: Enviar novo avatar
zh_tw: 上傳新的頭貼

source: Remove current avatar
eu: Kendu uneko abatarra
ko: 현재 아바타 삭제
pt_br: Remover o avatar atual
zh_tw: 移除目前頭貼

# @title:group
source: User Information
eu: Erabiltzailearen informazioa
ko: 사용자 정보
pt_br: Informações do usuário
zh_tw: 使用者資訊

source: Display Name:
eu: Erakusteko izena:
ko: 표시 이름:
pt_br: Nome de exibição:
zh_tw: 顯示名稱：

source: Label:
eu: Labela:
ko: 이름표:
pt_br: Legenda:
zh_tw: 文字標籤：

source: Work
eu: Lana
ko: 직장
pt_br: Trabalho
zh_tw: 工作

source: Save
eu: Gorde
ko: 저장
pt_br: Salvar
zh_tw: 儲存

# @title:group
source: Password
eu: Pasahitza
ko: 암호
pt_br: Senha
zh_tw: 密碼

# @info
source: Your server doesn't support changing your password
eu: Zure zerbitzariak ez du onartzen zure pasahitza aldatzea
ko: 서버에서 암호 변경을 지원하지 않습니다
pt_br: Seu servidor não suporta a alteração de sua senha
zh_tw: 您的伺服器不支援變更您的密碼

# @label:textbox
source: Current Password:
eu: Uneko pasahitza:
ko: 현재 암호:
pt_br: Senha atual:
zh_tw: 目前密碼：

# @label:textbox
source: New Password:
eu: Pasahitz berria:
ko: 새 암호:
pt_br: Nova senha:
zh_tw: 新密碼：

# @label:textbox
source: Confirm new Password:
eu: Baieztatu pasahitz berria:
ko: 새 암호 확인:
pt_br: Confirmar nova senha:
zh_tw: 確認新密碼：

# @info
source: Passwords don't match
eu: Pasahitzak ez datoz bat
ko: 암호가 일치하지 않음
pt_br: As senhas não coincidem
zh_tw: 密碼不符

# @title:group
source: Email Addresses
eu: E-posta helbideak
ko: 이메일 주소
pt_br: Endereços de e-mail
zh_tw: 電子郵件地址

# @title:group
source: Phone Numbers
eu: Telefono zenbakiak
ko: 전화번호
pt_br: Números de telefone
zh_tw: 電話號碼

# @title:group
source: Identity Server
eu: Nortasun-zerbitzaria
ko: 아이덴티티 서버
pt_br: Identidade do Servidor
zh_tw: 身份伺服器

# @title:group
source: Server Information
eu: Zerbitzariaren informazioa
ko: 서버 정보
pt_br: Informações do servidor
zh_tw: 伺服器資訊

source: Homeserver url
eu: Etxeko zerbitzariaren URLa
ko: 홈 서버 URL
pt_br: Url do servidor doméstico
zh_tw: 家伺服器網址

# @title:group
source: Account Management
eu: Kontu-kudeaketa
ko: 계정 관리
pt_br: Gerenciamento da conta
zh_tw: 帳號管理

# @action:button
source: Deactivate Account…
eu: Desaktibatu kontua…
ko: 계정 비활성화…
pt_br: Desativar conta...

# @info
source: Password changed successfully
eu: Pasahitz aldaketa arrakastatsua
ko: 암호가 변경됨
pt_br: Senha alterada com sucesso
zh_tw: 密碼已成功變更

# @info
source: Invalid password
eu: Pasahitz baliogabea
ko: 잘못된 암호
pt_br: Senha inválida
zh_tw: 無效密碼

# @info
source: Unknown problem while trying to change password
eu: Pasahitza aldatzen saiatzean arazo ezezaguna
ko: 암호를 변경하는 중 알 수 없는 오류 발생
pt_br: Problema desconhecido ao tentar alterar a senha
zh_tw: 變更密碼時發生未知問題

# @title:window
source: Accounts
eu: Kontuak
ko: 계정
pt_br: Contas
zh_tw: 帳號

source: Account editor
eu: Kontu-editorea
ko: 계정 편집기
pt_br: Editor de conta
zh_tw: 帳號編輯器

# @title:group
source: Accounts
eu: Kontuak
ko: 계정
pt_br: Contas
zh_tw: 帳號

source: Logout…
eu: Saioa itxi…
ko: 로그아웃…
pt_br: Encerrar sessão...

source: Add Account
eu: Gehitu kontua
ko: 계정 추가
pt_br: Adicionar conta
zh_tw: 新增帳號

# @title:window
source: Appearance
eu: Itxura
ko: 모양
pt_br: Aparência
zh_tw: 外觀

# @title:group
source: General
ko: 일반
pt_br: Geral

source: Use compact room list
eu: Erabili gela-zerrenda trinkoa
ko: 간략한 대화방 목록 사용
pt_br: Usar uma lista de salas compacta
zh_tw: 使用簡潔聊天室列表

# @title:group
source: Message Layout
pt_br: Layout da mensagem

source: Bubbles
eu: Burbuilak
ko: 거품
pt_br: Bolhas
zh_tw: 泡泡

source: Compact
eu: Trinkoa
ko: 간략함
pt_br: Compacto
zh_tw: 簡潔

source: Use transparent chat page
eu: Erabili berriketa orri gardena
ko: 투명 대화 페이지 사용
pt_br: Usar página de bate-papo transparente
zh_tw: 使用透明聊天頁面

source: Transparency
eu: Gardentasuna
ko: 투명도
pt_br: Transparência
zh_tw: 透明度

source: Only enabled if the transparent chat page is enabled.
eu: Berriketa orri gardena gaituta badago bakarrik gaituko da.
ko: 투명 대화 페이지가 활성화되어 있을 때에만 적용됩니다.
pt_br: Habilitado somente se a página do bate-papo transparente estiver habilitado
zh_tw: 只在啟用透明聊天頁面時才啟用。

source: Show your messages on the right
eu: Erakutsi zure mezuak eskuinean
ko: 오른쪽에 내 메시지 표시
pt_br: Mostrar suas mensagens na direita
zh_tw: 將您的訊息顯示於右邊

# @label:checkbox
source: Show link previews in messages
pt_br: Mostrar visualizações de links nas mensagens

# @title
source: Show Avatars
pt_br: Mostrar avatares

source: In chat
eu: Berriketan
ko: 대화에
pt_br: Na sala
zh_tw: 在聊天畫面中

source: In sidebar
eu: Alboko-barran
ko: 사이드바에
pt_br: Na barra lateral
zh_tw: 在側邊欄中

source: Color theme
eu: Kolore-gaia
ko: 색 테마
pt_br: Tema de cores
zh_tw: 顏色主題

# @title:dialog
source: Confirm Account Deactivation
eu: Baieztatu kontua desaktibatzea
ko: 계정 비활성화 확인
pt_br: Confirmar desativação da conta
zh_tw: 確認停用帳號

source: Your account will be permanently disabled. This cannot be undone. Your Matrix ID will not be available for new accounts. Your messages will stay available.
eu: Zure kontua era iraunkorrean ezgaituko da. Hori ezin da desegin. Zure Matrix ID ez da kontu berrietarako erabilgarri egongo. Zure mezuak erabilgarri egongo dira.
ko: 계정이 영구적으로 비활성화됩니다. 이 작업은 실행 취소할 수 없습니다. Matrix ID를 다른 계정에서 사용할 수 없습니다. 기존 메시지는 삭제되지 않습니다.
pt_br: Sua conta será desativada permanentemente. Isso não pode ser desfeito. Seu ID Matrix não estará disponível para novas contas. Suas mensagens permanecerão disponíveis.
zh_tw: 您的帳號將被永久停用。 這無法復原。 您的 Matrix ID 不會釋放給新帳號。 您的訊息將會繼續可用。

# @label:textbox
source: Password
eu: Pasahitza
ko: 암호
pt_br: Senha
zh_tw: 密碼

# @label:checkbox
source: Erase Data
eu: Kendu datuak
ko: 데이터 지우기
pt_br: Apagar dados
zh_tw: 清除資料

# @info
source: Request your server to delete as much user data as possible.
eu: Eskatu zure zerbitzariari erabiltzaileen ahalik datu gehien ezabatzeko.
ko: 내 서버에 가능한 한 많은 사용자 데이터 삭제를 요청합니다.
pt_br: Pede ao seu servidor para excluir o máximo possível de dados do usuário.
zh_tw: 向您的伺服器要求儘可能刪除所有使用者資料。

source: Deactivate account
eu: Desaktibatu kontua
ko: 계정 비활성화
pt_br: Desativar conta
zh_tw: 停用帳號

# @title:dialog
source: Activate Encryption
eu: Zifratzea aktibatu
ko: 암호화 활성화
pt_br: Ativar criptografia
zh_tw: 啟用加密

source: It will not be possible to deactivate the encryption after it is enabled.
eu: Behin zifratzea gaituta, ezingo da hura ezgaitu.
ko: 암호화를 활성화한 후에는 비활성화할 수 없습니다.
pt_br: Não será possível desativar a criptografia depois que ela for ativada.
zh_tw: 啟用加密後將無法再停用它。

source: Activate Encryption
eu: Aktibatu zifratzea
ko: 암호화 활성화
pt_br: Ativar criptografia
zh_tw: 啟用加密

# @label
source: %1, Last activity: %2
eu: %1, Azken jarduera: %2
ko: %1, 마지막 활동: %2
pt_br: %1, Última atividade: %2
zh_tw: %1，最後活動：%2

source: New device name
eu: Gailu berriaren izena
ko: 새 장치 이름
pt_br: Novo nome de dispositivo
zh_tw: 新裝置名稱

source: Cancel editing display name
eu: Utzi azaldutako izena editatzea
ko: 표시 이름 편집 취소
pt_br: Cancelar edição do nome de exibição
zh_tw: 取消編輯顯示名稱

source: Confirm new display name
eu: Berretsi azaldutako izen berria
ko: 새 표시 이름 확인
pt_br: Confirmar novo nome de exibição
zh_tw: 確認新的顯示名稱

# @action:button
source: Edit device name
eu: Editatu gailuaren izena
ko: 장치 이름 편집
pt_br: Editar nome de dispositivo

# @action:button
source: Verify device
eu: Egiaztatu gailua
ko: 장치 확인
pt_br: Verificar dispositivo

# This device is verified
source: Verified
eu: Egiaztatuta
ko: 검증됨
pt_br: Verificado
zh_tw: 已驗證

# @action:button
source: Logout device
eu: Itxi gailuaren saioa
ko: 장치 로그아웃
pt_br: Sair do dispositivo

# @title:dialog
source: Remove device
pt_br: Remover dispositivo

# @action:button As in 'Remove this device'
source: Remove
pt_br: Remover

# @title:window
source: Devices
eu: Gailuak
ko: 장치
pt_br: Dispositivos
zh_tw: 裝置

# @info:group
source: This Device
eu: Gailu hau
ko: 이 장치
pt_br: Este dispositivo
zh_tw: 這台裝置

# @action:button
source: Verify This Device
eu: Egiaztatu gailu hau
ko: 이 장치 확인
pt_br: Verificar este dispositivo

# @info:description
source: This device is marked as insecure until it's verified by another device. It's recommended to verify as soon as possible.
eu: Gailu hau ez-seguru gisa markatuta dago beste gailu batek egiaztatzen duen arte. Ahalik azkarren egiaztatzea gomendatzen da.
ko: 다른 장치에서 이 장치를 확인할 때까지 안전하지 않음으로 표시됩니다. 가능한 한 빠르게 확인하기를 추천합니다.
pt_br: Este dispositivo será marcado como inseguro até ser verificado por outro dispositivo. Recomendamos verificar o mais rápido possível.

# @info:group
source: Verified Devices
eu: Egiaztatutako gailuak
ko: 확인된 장치
pt_br: Dispositivos verificados
zh_tw: 已驗證的裝置

# @info:group
source: Unverified Devices
eu: Egiaztatu gabeko gailuak
ko: 확인되지 않은 장치
pt_br: Dispositivos não verificados
zh_tw: 未驗證的裝置

# @info:group
source: Devices without Encryption Support
eu: Zifratze-euskarririk gabeko gailuak
ko: 암호화를 지원하지 않는 장치
pt_br: Dispositivos sem suporte de criptografia
zh_tw: 不支援加密的裝置

source: Please login to view the signed-in devices for your account.
eu: Mesedez, saio-hasi zure kontuan izen-emandako gailuak ikusteko.
ko: 계정에 등록된 장치를 보려면 로그인하십시오.
pt_br: Efetue o login para visualizar os dispositivos conectados à sua conta.
zh_tw: 請登入後才能檢視您的帳號已登入的裝置。

# @title:window
source: Add Sticker
eu: Gehitu eranskailua
ko: 스티커 추가
pt_br: Adiciona sticker
zh_tw: 新增貼圖

# @title:window
source: Edit Sticker
eu: Editatu eranskailua
ko: 스티커 편집
pt_br: Editar sticker
zh_tw: 編輯貼圖

# @title:window
source: Add Emoji
eu: Gehitu Emojia
ko: 이모지 추가
pt_br: Adicionar emoji
zh_tw: 新增表情符號

# @title:window
source: Edit Emoji
eu: Editatu Emojia
ko: 이모지 편집
pt_br: Editar emoji
zh_tw: 編輯表情符號

source: Change Image
eu: Aldatu irudia
ko: 그림 변경
pt_br: Alterar imagem
zh_tw: 變更影像

source: Set Image
eu: Ezarri irudia
ko: 이미지 설정
pt_br: Definir imagem
zh_tw: 設定影像

source: Shortcode:
eu: Kode laburra:
ko: 단축 코드:
pt_br: Código curto:
zh_tw: 短碼：

source: Description:
eu: Deskribapena:
ko: 설명:
pt_br: Descrição:
zh_tw: 描述：

# @title
source: Edit Emoji
eu: Editatu Emojia
ko: 이모지 편집
pt_br: Editar emoji
zh_tw: 編輯表情符號

# @title
source: Edit Sticker
eu: Editatu eranskailua
ko: 스티커 편집
pt_br: Editar sticker
zh_tw: 編輯貼圖

# As in 'This sticker/emoji has no description'
source: No Description
eu: Deskribapenik gabe
ko: 설명 없음
pt_br: Sem descrição
zh_tw: 無描述

# @title
source: Add Emoji
eu: Gehitu Emojia
ko: 이모지 추가
pt_br: Adicionar emoji
zh_tw: 新增表情符號

# @title
source: Add Sticker
eu: Gehitu eranskailua
ko: 스티커 추가
pt_br: Adiciona sticker
zh_tw: 新增貼圖

source: Add Emoji
eu: Gehitu Emojia
ko: 이모지 추가
pt_br: Adicionar emoji
zh_tw: 新增表情符號

source: Add Sticker
eu: Gehitu eranskailua
ko: 스티커 추가
pt_br: Adiciona sticker
zh_tw: 新增貼圖

# @title:window
source: Export Keys
eu: Esportatu gakoak
ko: 키 내보내기
pt_br: Exportar chaves
zh_tw: 匯出金鑰

# @label:textbox
source: Passphrase:
eu: Pasaesaldia:
ko: 암구호:
pt_br: Frase-senha:
zh_tw: 密碼：

source: A passphrase to secure your key backup. It should not be your account password.
eu: Gakoaren babeskopia segurtatzeko pasaesaldi bat. Ez zenuke zure kontuaren pasahitza erabili behar.
ko: 키 백업을 안전하게 저장할 암구호입니다. 계정 암호와는 달라야 합니다.
pt_br: Uma senha para proteger o backup da sua chave. Não deve ser a senha da sua conta.
zh_tw: 維護金鑰備份安全用的密碼。它不應該與您帳號的密碼相同。

# @action:button
source: Export keys
eu: Esportatu gakoak
ko: 키 내보내기
pt_br: Exportar chaves
zh_tw: 匯出金鑰

# @info
source: Keys exported successfully
eu: Gakoen esportatze arrakastatsua
ko: 키를 내보냈습니다
pt_br: Chaves exportadas com sucesso
zh_tw: 已成功匯出金鑰

# @info
source: Unknown error
eu: Errore ezezaguna
ko: 알 수 없는 오류
pt_br: Erro desconhecido
zh_tw: 未知的錯誤

# @title:window
source: Notifications
eu: Jakinarazpenak
ko: 알림
pt_br: Notificações
zh_tw: 通知

source: Enable notifications for this account
eu: Gaitu kontu honetarako jakinarazpenak
ko: 이 계정의 알림 활성화
pt_br: Habilitar notificações para esta conta
zh_tw: 為這個帳號啟用通知

source: Notifications can appear even when NeoChat isn't running.
eu: Jakinarazpenak ager daitezke NeoChat martxan ez dagoenean ere.
ko: NeoChat이 실행 중이 아니어도 알림이 표시될 수 있습니다.
pt_br: As notificações podem aparecer mesmo quando o NeoChat não estiver em execução.
zh_tw: 通知能在 NeoChat 未執行時出現。

source: Push notifications are available but could not be enabled.
eu: Bultzada jakinarazpenak erabilgarri daude, baina ezin izan dira gaitu.
ko: 푸시 알림을 사용할 수 있지만 활성화할 수 없습니다.
pt_br: Notificações instantâneas estão disponíveis, mas não puderam ser ativadas.
zh_tw: 有推送通知但卻無法啟用它。

source: Notifications will only appear when NeoChat is running.
eu: Jakinarazpenak NeoChat martxan dagoenean bakarrik agertu dira.
ko: NeoChat이 실행 중일 때에만 알림이 표시됩니다.
pt_br: As notificações só aparecerão quando o NeoChat estiver em execução.
zh_tw: 通知只會在 NeoChat 執行時顯示。

# @info
source: These are the default notification settings for all rooms. You can customize notifications per-room in the room list or room settings.
eu: Hauek dira gela guztietarako jakinarazpen-ezarpen lehenetsiak. Jakinarazpenak gela bakoitzeko neurrira ipin ditzakezu gela-zerrendan edo gela-ezarpenetan.
ko: 이 설정은 모든 대화방의 기본 알림 설정입니다. 대화방 목록이나 대화방 설정에서 개별 알림 설정을 변경할 수 있습니다.
pt_br: Estas são as configurações de notificação padrão para todos as salas. Você pode personalizar as notificações por sala na lista de salas ou nas configurações da sala.

# @title:group
source: Room Notifications
eu: Gelako jakinarazpenak
ko: 대화방 알림
pt_br: Notificações da sala
zh_tw: 聊天室通知

# @title:group
source: @Mentions
eu: @Aipamenak
ko: @멘션
pt_br: @Menções
zh_tw: @Mention 提及

# @title:group
source: Keywords
eu: Gako-hitzak
ko: 키워드
pt_br: Palavras-chave
zh_tw: 關鍵字

source: Keyword…
eu: Gako-hitza…
ko: 키워드…
pt_br: Palavra-chave…
zh_tw: 關鍵字…

source: Add keyword
eu: Gehitu gako-hitza
ko: 키워드 추가
pt_br: Adiciona palavra-chave
zh_tw: 新增關鍵字

# @title:group
source: Invites
eu: Gonbidapenak
ko: 초대
pt_br: Convites
zh_tw: 邀請

# @title:group
source: Unknown
eu: Ezezaguna
ko: 알 수 없음
pt_br: Desconhecido
zh_tw: 未知

source: New identity server url
eu: Nortasun-zerbitzari berriaren URL
ko: 새 아이덴티티 서버 URL
pt_br: Nova url de identidade de servidor
zh_tw: 新的身份伺服器網址

# @action:button
source: Cancel editing identity server url
eu: Utzi nortasun-zerbitzariaren URLa editatzea
ko: 아이덴티티 서버 URL 편집 취소
pt_br: Cancelar edição de url de identidade de servidor
zh_tw: 取消編輯身份伺服器網址

# @action:button
source: Confirm new identity server url
eu: Baieztatu nortasun-zerbitzari berriaren URLa
ko: 새 아이덴티티 서버 URL 확인
pt_br: Confirmar nova url de identidade de servidor
zh_tw: 確認新的身份伺服器網址

source: The entered url is not a valid identity server
eu: Sartutako URLa ez da nortasun-zerbitzari balioduna
ko: 입력한 URL이 올바른 아이덴티티 서버가 아님
pt_br: A url digitada não é uma identidade de servidor válida
zh_tw: 輸入的網址不是有效的身份伺服器
